// shanhaijing geojson
var animaldata = {
    'type': 'FeatureCollection',
    'features': [
        {
            'type': 'Feature',
            'properties': {
                'name': '鹿蜀',
                'id': 1,
                'place': '出现地点：杻阳山，今广东连州附近',
                'description1': '<strong>文献原文：</strong>有兽焉，其状如马而白首，其文如虎而赤尾，其音如谣，其名日鹿蜀，佩之宜子孙。',
                'description2': '<strong>文献翻译：</strong>大概在现在广东连州附近，上古时有一座扭阳山，山中有一种神兽，叫作鹿蜀。它样子很像马，却长着白如雪的脑袋，火焰般红色的尾巴，身上还有老虎一般的花纹，叫声悦耳就像是人在唱歌。将它的皮毛佩戴在身上，就可以多子多孙。对于重视家族绵延的中国人而言，这确实是一种难得的神兽。传说明代崇祯年间，有人在临近闽南地区见过它。自此以后，鹿蜀的踪影再也没有出现过。'
            },
                'geometry': {
                'type': 'Point',
                'coordinates': [112.582061,24.964930]
            }
        },
        {
            'type': 'Feature',
            'properties': {
            'name': '旋龟',
            'id': 2,
            'place': '出现地点：宪翼水，今广东连州附近山上发源的河里',
            'description1': '<strong>文献原文：</strong>怪水出焉，而东流注于宪翼之水。其中多玄龟，其状如龟而鸟首虺尾，其名日旋龟，其音如判木，佩之不聋，可以为底。',
            'description2': '<strong>文献翻译：</strong>自杻阳山发源出一条名叫怪水的河，向东流汇入宪翼水。传说在这条河中曾有一种奇怪的龟，样子像是普通的黑乌龟，但却长着鸟的头，毒蛇的尾巴，叫起来像是劈木头发出的声音。传说人们若是佩带它可以不患耳聋，而且它对治疗足茧也有奇效。它名叫旋龟，也叫去龟:舜帝晚年洪水成灾，鯀受命治水却始终想不出该如何拦截这滔天巨浪。一日他漫步河边，看到了旋龟首尾相连的样子，受此启发，筑起大堤阻拦洪水。后世人皆知筑堤拦水并不能制住洪水，失败的他被舜帝处死。后来，当鲧的儿子大禹继承父业继续治水时，这旋龟不请自来，和黄龙一同协助大禹。数千年之后的文士们记载了这一多年来口耳相传的奇景:“黄龙曳尾于前， 玄龟负青泥于后。”比起治聋疗茧，这一仁心更是旋龟之所以神异的所在。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.427983,24.763502]
            }
        },
        {
            'type': 'Feature',
            'properties': {
            'name': '鯥  lù',
            'id': 3,
            'place': '柢山，今广东连州向东三百里',
            'description1': '<strong>文献原文：</strong>有鱼焉，其状如牛，陵居，蛇尾有翼，其羽在砝下，其音如留牛，其名曰鮭,冬死而夏生，食之无肿疾。',
            'description2': '<strong>文献翻译：</strong>纽阳山往东三百里，有一座山名为柢山。在这里有一种集鸟、兽、鱼、蛇四种动物特征于一体的怪鱼，名叫鯥  lù(音陆)。它的体形像牛，叫声也像牛，长着蛇一般的尾巴和鸟一样的翅膀，其中翅膀长在两肋之下。后世有人还说它有着牛蹄一样的四足。传说鲑鱼冬天蛰伏，夏天苏醒;人吃了它可以治疗身上的肿痛。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.627335,24.948026]
            }
        },
        {
            'type': 'Feature',
            'properties': {
            'name': '猼bó 訑yí',
            'id': 4,
            'place': '出现地点：基山，今广东连州向东一千里',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如羊，九尾四耳，其目在背，其名日搏地，佩之不畏',
            'description2': '<strong>文献翻译：</strong>柢山出来再往东七百里就到了基山，这座山里面有一种叫傅地(音伯仪)的怪兽，它外形很像羊，但却长着九条尾巴、四只耳朵，两只眼睛很奇怪地长在了脊背上。虽然它的外形如温顺的羊，但人只要把它的皮毛佩戴在身上，就可以无所畏惧，驰骋天地之间。其形温顺之至，其用则勇悍之极，在这两个极端的反差之下，更觉傅地之神且怪。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.739444,24.961654]
            }
        },
        {
            'type': 'Feature',
            'properties': {
            'name': '尚鸟(chǎng)付鸟(fū)',
            'id': 5,
            'place': '出现地点：基山，今广东连州向东一千里',
            'description1': '<strong>文献原文：</strong>有鸟焉，其状如鸡而三首六目、六足三翼，其名日鹋鸽，食之无卧。',
            'description2': '<strong>文献翻译：</strong>和缚地在同一座山上，还有一种名叫尚鸟付鸟(音厂夫)的怪鸟。这种怪鸟样子像鸡，但却长着三个脑袋、三双眼睛、三对脚和三只翅膀，甚是奇异，都与“三”有关。有人说，这怪鸟的身上蕴含了上古先民某些特殊的宗教寓意。据说，这种鸟性子急躁，因而人吃了它兴奋得睡眠就会减少，甚至根本无需睡眠。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.741528,24.964668]
            }
        },
        {
            'type': 'Feature',
            'properties': {
            'name': '九尾狐',
            'id': 6,
            'place': '出现地点：青丘山，今广东连州向东一千三百里',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如狐而九尾，其音如婴儿，能食人:食者不蛊。',
            'description2': '<strong>文献翻译：</strong>从基山再往东三百里就到了青丘山，在这座山的深处住着传说中的九尾狐。这九尾狐样子像狐猩。长着九条尾巴，叫声像婴儿的啼哭，但这种兽会吃人，人如果吃了它可以摒除各种妖邪之气，如同后世佩戴了神符秘某的道士一般。据当地有款谣称，有幸看到九尾白狐的人便可为王。传说大禹三十岁时路过涂山，曾看到一只九尾白狐，后来他果然做了天子。九尾狐的形象，在西周铜器上便曾出现，后来又和维蜍、三足乌等一起出现在西王母的身边，从怪善到祥瑞，也许它最后真的修炼成仙，留在了虚无缥缴的昆仑仙山。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.787018,24.954709]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '赤鱬 拼音:ru第二声',
            'id': 7,
            'place': '出现地点：青丘山上发源的河里',
            'description1': '<strong>文献原文：</strong>英水出焉，南流注于即翼之泽。其中多赤鳕，其状如鱼而人面，其音如鸳鸯，食之不疥。',
            'description2': '<strong>文献翻译：</strong>在青丘山之中，有一条叫英水的河从此发源，向南注入了即翼泽。静谧的英水中有一种神奇的鱼，名为赤鳕(音如)，它形如鱼，不过这鱼却长着一张美人脸。赤鳕的叫声如同鸳鸯，如果人吃了它，就可以不生疥疮。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.790782,24.95009]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '鴸 zhū',
            'id': 8,
            'place': '出现地点：今湖南常德、桃源西南某山',
            'description1': '<strong>文献原文：</strong>有鸟焉，其状如鸱而人手，其音如掉，其名日鸦，其名自号也，见则其县多放士。',
            'description2': '<strong>文献翻译：</strong>大概在今天湖南常德西南的某个地方，有一座柜山。这山上有一种名叫鸦(音朱)的鸟，它长得像鹞鹰，但爪子却是人手的样子，整天“朱、朱、朱”地叫着，像是在呼唤自己的名字。传说这种鸟是尧帝的儿子丹朱变成的，丹朱为人顽凶傲虐，因而尧帝将天子之位让给舜，而将他放逐到南方做了一名小诸候。心有不甘的丹朱。联合三苗的首领起兵反叛，结果叛乱被镇压，走投无路的丹朱投海而死，死后魂魄仍有不甘，化为鹅鸟。只要这种怪鸟一出现，它所在的郡县贤德之士便会被疏远，甚至于被放逐，君子去朝，自然小人得势。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [111.4377,28.879979]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '猾褢 [ huá huái ]',
            'id': 9,
            'place': '出现地点：尧光山，柜山向东南四百五十里再向东三百四十里，湖南常德、桃源西南某山',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如人而彘鬣，穴居而冬蛰，其名日猾褢，其音如斫木，见则县有大繇。',
            'description2': '<strong>文献翻译：</strong>从柜山出来向东南走四百五十里就是长右山，再往东行三百四十里，就到了尧光山。这座山里的怪兽名叫猾褢(音滑怀)，它身形似人，但全身上下长满了猪鬃。这怪物平日待在洞穴里，冬天还要冬眠，叫起来的声音像是砍木头，如果世间太平，天下有道，它便销声匿迹。一旦它出现，那就意味着这个地方将要有大事发生，这里的人都将要被派去服徭役。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [111.414488,28.8703]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '蛊雕',
            'id': 10,
            'place': '出现地点：鹿吴山，今会稽山向东3300里',
            'description1': '<strong>文献原文：</strong>水有兽焉，名日蛊雕，其状如雕而有角，其音如婴儿之音，是食人。',
            'description2': '<strong>文献翻译：</strong>尧光山往东将近六千里的地方，有一座鹿吴山，山上寸草不生，然而金玉矿石丰富。泽更水从这座山发源，然后向南流注入滂水。水中有一种似鸟又非鸟的吃人怪兽，名叫蛊雕，它的样子像雕，但却长着角。可也有人说，它其实长得是豹子的身体，头上顶着一只角，只不过长了鸟的嘴。它像九尾狐一样，都是吃人的怪兽，而叫声却都似婴儿啼哭，惹人怜爱。或许它们就是以此来引诱人类自投罗网，使人类白白成了它们的美餐。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [120.603596,29.995052]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '凤皇',
            'id':11,
            'place': '出现地点：丹穴山，今广东省四会县西北的夫卢山向东一千里 ',
            'description1': '<strong>文献原文：</strong>有鸟焉，其状如鸡，五采而文，名日风皇，首文口德，翼文日义，背文日礼，膺文日仁，腹文日信。是乌也，饮食自然，自歌自舞，见则天下安宁。',
            'description2': '<strong>文献翻译：</strong>风皇，也作凤凰，羽族三百六十，凤凰为其长。它的样子像锦鸡，羽毛五彩斑斕:青首，为五行中的木:白颈，为金;后背赤红，为火:胸口蛋黑，为水;两足黄色，为土。并且，这些羽毛上还都有花纹。头顶上的花纹是一“德”字，羽翼上的是“义”字，背上是“礼”字，胸部是“仁”字，腹部是个“信”字。仁、义、礼、信四种美德集于其身，这样的样瑞一出现，必然天下太平。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.730775,23.343244]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '颙yu 第二声',
            'id': 12,
            'place': '出现地点：令丘山，今广东省四会县西北的夫卢山向东四千二百里',
            'description1': '<strong>文献原文：</strong>有鸟焉，其状如枭，人面四目而有耳,其名日颙，其鸣自号也，见则天下大旱。',
            'description2': '<strong>文献翻译：</strong>丹穴山东行两千七百里，就到了令丘山。山上寸草不生却多山火。这里有一种叫颙(音余)的凶鸟。它的身形与传说中会吃掉自己母亲的恶鸟枭颇有几分相像，却有一张长着四个眼睛的人脸，还有人的耳朵，叫起来的声音“余、余、余”，像是呼喊自己的名字。只要它一出现，天下必然大早。传说明朝万历二十年，这种鸟出现在豫章的城宁寺，身高有二尺多，果然这年从五月一直到七月都酷暑难当，整个夏天滴雨未降，庄稼颗粒无收。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.851651,23.343509]
        }
        },
        {
            'type': 'Feature',
            'properties': {
            'name': '龙身人面神',
            'id': 13,
            'place': '出现地点：令丘山，今广东省四会县西北的夫卢山向东四千二百里',
            'description1': '<strong>文献原文：</strong>凡南次三经之首，自天虞之山以至南禺之山，凡一十四山，六千五百三十里。其神皆龙身而人面。其祠皆一白狗祈，糈用徐。',
            'description2': '<strong>文献翻译：</strong>《南山经》里一共载有三大山系，第三山系从天虞山一直绵延到南禺山，共历经十四座山，全程长达六千五百三十里。这里的山神和其他两大山系中鸟身龙头和龙身鸟头的山神不同，它们都是人的脸，龙的身子。祭祀它们的时候，要用一只白狗作供品，祭祀用的米必须是精选的稻米粳米。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.856395,23.345102]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '肥【虫遗】音疑',
            'id': 14,
            'place': '出现地点：太华山，今西岳华山',
            'description1': '<strong>文献原文：</strong>有蛇焉，名日肥谴，六足四翼，见则天下大旱。',
            'description2': '<strong>文献翻译：</strong>今天的西岳华山，上古之时名叫太华山，这里有一种怪蛇，名叫肥繾(音疑)。蛇是没有脚的，它却长着六只脚，还有四只丰满的羽翼。只要这种蛇一出现，势必天下大旱。据说商汤之时，这种怪蛇曾在阳山出现，结果连着大旱七年。前面说到的《南山经》里的颙，一出现便大旱三月，比起肥虫遗来，真是小巫见大巫。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [110.073028,34.497647]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '葱聋',
            'id': 15,
            'place': '出现地点：符禺山，今陕西省华阴市西南',
            'description1': '<strong>文献原文：</strong>其兽多葱聋， 其状如羊而赤鬣。',
            'description2': '<strong>文献翻译：</strong>大概在今天陕西省华阴市西南，上古时有一座符禺山。这座山物产丰富，山南侧有铜矿，山北侧有铁矿。山上长着文茎树，吃了它的果子可以治耳聋:还有一种条草，红花黄果，吃了它可使人保持清醒。在这样一座神奇的山里.有一种野兽叫葱聋，它身形似羊，却生有红色的鬣毛，艳丽奇异，似乎是被这山间的条草染红的。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [110.019554,34.491865]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '鴖(mín)',
            'id': 16,
            'place': '出现地点：符禺山，今陕西省华阴市西南',
            'description1': '<strong>文献原文：</strong>其乌多鸱，其状如翠而赤喙，可以御火。',
            'description2': '<strong>文献翻译：</strong>在这符禺山里还有一种名叫鸥(音民)的神鸟，它长得像翠鸟，但嘴巴通红。据说家里只要养了这种鸟，就可以避开火灾，永绝火患。这对于房屋以砖术结构为主的中国古人来说，确实是一种非常有用处的神鸟。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [110.016392,34.49115]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '嚣（榆次山）',
            'id': 17,
            'place': '出现地点：榆次山，今陕西麟游县',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如禺而长臂，善投，其名日嚣',
            'description2': '<strong>文献翻译：</strong>在今天陕西麟游县附近，有一座羭次山，漆水从这里发源。山北有赤铜矿，山南则出产细腻的优质玉石婴恒玉。这里住着一种野兽，名字叫器。样子长得像猿猴，胳膊很长，善于投掷。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [107.800668,34.683273]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '谿边',
            'id': 18,
            'place': '出现地点：天帝山，今太白山向西670里',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如狗，名日豁边，席其皮者不蛊。',
            'description2': '<strong>文献翻译：</strong>传说上古时期有一座名字十分霸气的山，名叫天帝山。天帝虽然不在这里，但此山也是草木茂盛，还长着一种马吃了可以跑得快、人吃了可以治肿瘤的神草——杜衡。奇兽船边就住在这里，它的样子很像狗，会爬树，全身黑色。据说用它的皮毛做成褥子，睡在上面的人可以不被蛊毒邪气所侵。但这赂边实在难寻，连秦德公这堂堂一国之君都找不到它，只好在城门外杀了几只与它长得像的大狗，以此来抵御邪蛊。然而这个偷天换日的办法居然成功了，于是后来杀狗取血辟除不祥竟成了一种风俗流传下来，成为民间除鬼的利器。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [107.654639,34.052053]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '犭婴 音英',
            'id': 19,
            'place': '出现地点：皋涂山，今太白山向西670里再向西南380里',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如鹿而白尾，马足人手而四角，名日缨如。',
            'description2': '<strong>文献翻译：</strong>天帝山往西南走三百八十里就到了皋涂山。蔷水和涂水都从这里发源，山上多桂树，出产白银、黄金，还有可以用来入药和灭鼠的毒砂与粟茇。在这里有一种叫缨(音英)如的怪兽，它的外形像鹿，长着白色的尾巴，可它前面的两只脚是人的手，后面两只脚则是马的蹄，头上的角也比一般的鹿多出一对，一共长了四个角。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [107.633367,34.033865]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '【敏牛】 音敏，上下结构',
            'id': 20,
            'place': '出现地点：黄山，今今太白山向西670里再向西南380里再向西180里 ',
            'description1': '<strong>文献原文：</strong>又西百八十里，日黄山，无草木，多竹箭。盼水出焉，西流注于赤水，其中多玉。有兽焉，其状如牛，而苍黑大目，其名日【敏牛】。',
            'description2': '<strong>文献翻译：</strong>皋涂山往西一百八十里就到了黄山。它与今天的黄山并无关联。这山没草没树但多竹，每日竹影婆娑。盼水从这里发源，向西流注入赤水，水中往往有美玉出现，泠然作响。这山里有一种长得像牛的野兽，它全身苍黑，身形较牛要小一些，可一双大眼睛浑圆明亮，它的名字叫【敏牛】(音敏)。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [107.604047,34.019504]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '鸾鸟',
            'id': 21,
            'place': '出现地点：女床山，今陕西陇县以东',
            'description1': '<strong>文献原文：</strong>有鸟焉，其状如翟而五采文, .名日鸾鸟，见则天下安宁。',
            'description2': '<strong>文献翻译：</strong>大概在今天陕西陇县以东，上古时有一座女床山，在山中密林深处住着和凤凰类似的神鸟一弯鸟。 它长得像山鸡，长着五彩的羽毛，声音如铜铃般清脆，而且叫声能够契合五音。它被看作是神灵之精，和凤凰一样都是难得的祥瑞，只要一出现便预示着天下安宁祥和。当初周公平定三监之乱，东征得胜还朝，制礼作乐完成，将要把国家大政归还给成王之时，便有鸾鸟从西方飞来镐京，“刑措四十余年面不用”的太平盛世“成康之治”自此开始。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [106.917148,34.921987]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '文鳐鱼',
            'id': 22,
            'place': '出现地点：泰器山，今甘肃省天祝藏族自治县毛毛山往西北840里再往西180里 ',
            'description1': '<strong>文献原文：</strong>是多文鳐鱼，状如鲤鱼，鱼身而鸟翼，苍文而白首赤喙，常行西海，游于东海，以夜飞。其音如鸾鸡，其味酸甘，食之已狂，见则天下大穰。',
            'description2': '<strong>文献翻译：</strong>在今天甘肃某地，传说有一座泰器山，观水从这里发源，水中有一种半鱼半鸟的飞鱼名叫文鳐。它的样子像鲤鱼，但长着一对鸟的翅膀，白头，红嘴，身上还有苍色的班纹，身长一尺有余，叫声像弯鸡。白天待在西海，到了晚上就成群地飞往东海，然后再飞回来，就这样不知疲倦地往返于西海和东海之间。据汉代东方朔所言，它们有一些留在了东海南端的温湖里，由于不再飞来飞去，都长到了八尺。虽然文鳐鱼经常往来，但人们见它一次并不容易，一旦它主动示人，就预示着当年肯定大丰收。据说文鳐鱼的肉酸中带甜，《吕氏春秋》中曾有盛赞其美味，它不但好吃，而且能治疗人的疯癲病。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [103.037088,37.008957]
        }
        },

        {
            'type': 'Feature',
            'properties': {
            'name': '英招',
            'id': 23,
            'place': '出现地点：槐江山，今甘肃省天祝藏族自治县毛毛山往西北840里再往西400里',
            'description1': '<strong>文献原文：</strong>实惟帝之平國，神英招司之，其状马身而人面，虎文而鸟翼，徇于四海，其音如榴。',
            'description2': '<strong>文献翻译：</strong>泰器山向西三百二十里，就到了槐江山。据说这里是天帝在人间的一座花园，由一个名叫英招(音勺)的神仙在此管理。英招长着马的身子，人的面孔，身上有着老虎一样的花纹，还长有一对鸟的翅膀。虽说他是这块园團的管理者，但并不一直待在这里，常常展翅高飞，遇游四海，估计是在传达天帝最新的指示。他的声音实在不好听，像是辘轳抽水一般。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [103.004893,37.008957]
        }
        },
        {
            'type': 'Feature',
            'properties': {
            'name': '土蝼',
            'id': 24,
            'place': '昆仑之丘，当即今甘肃南裕固族自治县西北甘青界上的祁连山主峰。',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如羊而四角，名曰土蝼，是食人。',
            'description2': '<strong>文献翻译：</strong>再向西南走四百里，就到了天帝在人间的别都昆仑山了。然而，就算是天帝的都邑也有怪兽，其中有一怪兽名叫土蝼。虽然名字里面有个“蝼”字，但它可不是蝼蚁类的动物。这土蝼外形如羊，但比羊多长了一对角，并且比羊要凶残得多，不但吃人，而且但凡被它撞过的动物，都会当场死亡，无一幸免。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [98.550839,39.209378]
        }
        },
        {
            'type': 'Feature',
            'properties': {
            'name': '钦原',
            'id': 25,
            'place': '昆仑之丘，当即今甘肃南裕固族自治县西北甘青界上的祁连山主峰。',
            'description1': '<strong>文献原文：</strong>有鸟焉，其状如蜂，大如鸳鸯,名曰钦原，蠚鸟兽则死，蠚木则枯。',
            'description2': '<strong>文献翻译：</strong>和土蝼一起生活在昆仑之丘的，还有一种名叫钦原的毒鸟。它样子如同蜜蜂，但个头却有鸳鸯那么大。但凡被钦原蜇过的，鸟兽当下即死，草木瞬间枯萎。它似乎比土蝼还要技高一筹。昆仑山号称是天帝在人间的别都，却有如此多的凶恶怪兽，着实有些出人意料。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [99.347744,39.104814]
        }
        },
        {
            'type': 'Feature',
            'properties': {
            'name': '西王母',
            'id': 26,
            'place': '玉山（即《穆天子传》群玉之山，贺兰山北端西坡',
            'description1': '<strong>文献原文：</strong>又西三百五十里，曰玉山，是西王母所居也。西王母其状如人，豹尾虎齿而善啸，蓬发戴胜，是司天之厉及五残。',
            'description2': '<strong>文献翻译：</strong>从昆仑山向西一千三百二十里，就到了西王母居住的玉山了。不过，这里的西王母并不是一位美妇人。此处的西王母，虽然是人的样子，但却长着豹子的尾巴，老虎的利齿，还擅长像野兽般鸣嘯，头发也乱如飞蓬，佩戴着戴胜鸟。她负责管理人间的灾疫和刑杀，“厉”与“五残”可能是天上对应于此的两颗凶星。这里的西王母不但丑陋带着兽形，而且主管疫疠刑杀也算得上是不祥。如果后来的周穆王见到的西王母是这个样子，估计他们也不会赋诗交欢，不会留下多少韵事吧。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [105.908446,38.779101]
        }
        },
        {
            'type': 'Feature',
            'properties': {
            'name': '狡',
            'id': 27,
            'place': '玉山（即《穆天子传》群玉之山，贺兰山北端西坡',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如犬而豹文，其角如牛，其名曰狡，其音如吠犬，见则其国大穰。',
            'description2': '<strong>文献翻译：</strong>玉山上陪伴在西王母左右的，有一种吉兽，名字叫狡。它样子像一条大狗，却有一身的豹纹，还长着一对牛角，也有人说是羊角，叫起来声音洪亮威武，像是狗叫。只要这狡一出现，整个国家都会大丰收。对于中国这样一个古老的农业国来说，这无疑是最大的祥兽。'
        },
            'geometry': {
            'type': 'Point',
            'coordinates': [105.906013,38.757303]
        }
        },
        {
            'type': 'Feature',
            'properties': {
            'name': '白帝少昊',
            'id': 28,
            'place': '长留山（百度百科说是大野马岭。是昆仑之丘即祁连山主峰，向西480里（轩辕之丘），又西300里（积石之山，百度百科说是阿尼玛卿），又西300里就是长留山。）',
            'description1': '<strong>文献原文：</strong>其神白帝少昊居之。其兽皆文尾，其鸟皆文首。是多文玉石。',
            'description2': '<strong>文献翻译：</strong>玉山向西九百八十里，就到了长留山。传说西方之神白帝少吴居住在此。这座山里的野兽都生有花纹的尾巴，山里的飞鸟头部都长着花纹。长留山盛产带花纹的玉石。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [98.234817,34.663566]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '帝江',
            'id': 29,
            'place': '甘肃张掖县西南的祁连山，错简至此。',
            'description1': '<strong>文献原文：</strong>有神焉，其状如黄囊，赤如丹火，六足四翼，浑敦无面目，是识歌舞，实惟帝江也。',
            'description2': '<strong>文献翻译：</strong>长留山西行一千五百四十里，便是天山，当然不是今天新疆的天山，帝江就住在这里。帝江即浑敦，也作混沌。他虽然也是神，但没头没脸，样子活像一个黄皮口袋，可颜色火红。在这口袋一样的身子上，长着六只脚和四只翅膀。虽然帝江长相不美，但他能歌善舞，有可能还做过歌舞之神。庄子曾讲过一个寓言:南帝叫修，北帝叫忽，中央帝叫混沌。修和忽经常在混沌的地界相会，混沌把他们招待得很好，他们想回报，见混沌没有七窍便决定为他凿出来。结果一日凿一窍，七日凿完，混沌便死了。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [100.393598,38.903567]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '讙',
            'id': 30,
            'place': '翼望山，今新疆阿尔金山脉某山。',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如狸，一目而三尾，名曰讙，其音如夺百声，是可以御凶，服之已瘅。',
            'description2': '<strong>文献翻译：</strong>离开天山，西行三百九十里，就到了翼望山。这也是座无草木、多金玉的山。山中有一种奇兽，名叫讙(音欢)，样子像野猫，只有一只眼睛，却有三条尾巴。据说它能模仿一百种动物的叫声，又有人传言它不过是每日“夺百、夺百”地叫着，到底如何已经说不清了。不过这讙确实是一种奇兽，不但可以御凶辟邪，而且，吃了它还能治愈黄疸病。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [92.4789,39.081725]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '羊身人面山神',
            'id': 31,
            'place': '崇吾之山，约是今甘肃景泰以东、宁夏中宁以西、黄河南岸某山。',
            'description1': '<strong>文献原文：</strong>凡西次三经之首，崇吾之山至于翼望之山，凡二十三山，六千七百四十四里。其神状皆羊身人面。其祠之礼，用一吉玉瘞，糈用稷米。',
            'description2': '<strong>文献翻译：</strong>《西山经》里一共有四大山系，第三山系从崇吾山一直延绵到翼望山，共历经二十三座山，全程六千七百四十四里。这里的山神都是人脸羊身。祭祀它们的时候，要将一块有花纹的吉玉埋在地下，用的米必须是粳米。上古之.时，若祭祀天神要将祭品烧掉，由阵阵烟雾将祭品送达天庭，而若是祭祀地神和山神，则将祭品埋入地下，这就意味着神灵们能收到祭品了。同理，祭祀水神则是把祭品扔进水里。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [104.893302,37.353509]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '神[光鬼]（chi）',
            'id': 32,
            'place': '刚山，甘肃省漳县西南,遮阳山',
            'description1': '<strong>文献原文：</strong>是多神[光鬼]，其状人面兽身，一足一手，其音如钦。',
            'description2': '<strong>文献翻译：</strong>大概在今天甘肃天水西南，上古时有一座刚山，刚山上有一种精怪，名叫神[光鬼](音赤)。有人错把它当作刚山的山神，其实不然，它只是一种精怪，如果说它是神兽也不为错。神[光鬼]长着人的脸，但头下却是野兽的身体。它只有一只手一只脚，发出的声音像是人的呻吟与叹息，或许是在为自己这残缺的身躯而慨叹。有人说，有它们在的地方就不会下雨，或许这是老天对它们的一点点补偿吧。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [104.24239,34.75778]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '马交（驳）',
            'id': 33,
            'place': '中曲山，甘肃境内的天梯山',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如马而白身黑尾，一角，虎牙爪，音如鼓音，其名曰马交（驳），是食虎豹，可以御兵。',
            'description2': '<strong>文献翻译：</strong>刚山西去八百五十里是中曲山。有一种吉兽，名叫马交（驳），形似骏马，身子雪白，尾巴墨黑，头上有一只角，牙齿和爪子都和老虎一样，叫起来声音就像打鼓。马交（驳）作为吉兽，可以为主人抵御刀兵之灾，虽然它样子像马却以虎豹为食，如果在深山密林里骑着马交（驳），虎豹都不敢近身。相传齐桓公一次出去打猎，迎面来了一只老虎，结果老虎非但没有扑上来，反而趴卧在地。齐桓公十分奇怪，便问管仲，管仲告诉他这是因为他骑的不是普通的马而是马交（驳），老虎自然不敢上前。直到宋代，还有它出现的记载。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [102.743665,37.555577]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '[如鱼]（如）魮之鱼',
            'id': 34,
            'place': '鸟鼠山。在今甘肃省渭源县西南，秦岭西段主峰之一，渭河发源地。',
            'description1': '<strong>文献原文：</strong>滥水出于其西,西流注于汉水，多絮此之鱼，其状如覆铫，鸟首而鱼翼鱼尾，音如磬石之声，是生珠玉。',
            'description2': '<strong>文献翻译：</strong>中曲山西行四百八十里就是鸟鼠同穴山，滥水发源于其西，水中有一种怪鱼名叫[如鱼]（如）魮。它不但半鱼半鸟，而且还有着珍珠蚌的功能。它的样子像一个倒过来的沙铫，有鱼鳍和鱼尾，却有一个鸟儿般灵巧的脑袋，叫起来的声音像敲击磬石，低沉而又神秘动人。更为神奇的是，它的体内居然能够孕育珍珠，但它并不将这些珍珠积攒起来，而是顺其自然地从体内排了出去。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [104.098352,35.009445]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '何罗鱼',
            'id': 35,
            'place': '[谯明之山]:此山及以下的涿光之山、虢山、虢山之尾、丹熏之山、石者之山，都是今内蒙古境内卓资山的一部分。',
            'description1': '<strong>文献原文：</strong>谯水出焉，西流注于河。其中多何罗之鱼，一首而十身，其音如吠犬，食之已痈。',
            'description2': '<strong>文献翻译：</strong>大概在今天内蒙古卓资山境内，上古时有一座谯明山，谯水从这里发源，向西注入黄河。这水中有一种怪鱼，名叫何罗鱼。一个脑袋下面居然有十个身子，而且还会叫，叫声如狗吠。人如果吃了它，可以治疗痈肿病;如果舍不得吃，把它养起来，还可以防御火灾。《逍遥游》里的北冥之鱼鯤可以化为大鹏鸟，这何罗鱼也能变身为鸟，名叫休旧。它最爱偷别人臼里舂好的米，不过这休旧鸟特别害怕打雷，一听到雷声便四处躲藏。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.557572,40.889836]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '孟槐',
            'id': 36,
            'place': '[谯明之山]:内蒙古境内卓资山',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如貌而赤豪，其音如榴榴，名曰孟槐，可以御凶.。',
            'description2': '<strong>文献翻译：</strong>同是在谯明山，水中有神奇的何罗鱼，山上还有一种奇兽名叫孟槐，也可以写作猛槐。长得像豪猪，却长着赤红色的软毛。虽然它长得如此高大威猛，但叫声如同用辘轳抽水的响声，又像偎依在身边的猫在叫。然而可别小看它，这孟槐可以御邪辟凶，十分灵验。后来人们没见到真正的孟槐，便按它的样子画好悬挂在家里，据说也可以抵挡邪祟。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.362702,40.967986]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '鳛鳛鱼',
            'id': 37,
            'place': '涿光之山，谯明之山北350里，内蒙古境内卓资山的一部分。',
            'description1': '<strong>文献原文：</strong>嚣水出焉，而西流注于河。其中多鳛鳛之鱼，其状如鹊而十翼，鳞皆在羽端，其音如鹊，可以御火，食之不癉。',
            'description2': '<strong>文献翻译：</strong>谯明山往北三百五十里就到了涿光山，器水在此发源，鲳(音习)鯧鱼便徜徉于这波光之中。这种鱼的头尾还都是鱼的样子，但却生着鹊鸟身体，而且还长了五对翅膀，翅膀的一端长有鳞片。它发出的声音和喜鹊的叫声差不多。或许它是因为身上积攒了许多“水气”，这“水气”乃是五行中的水之气，水克火，故可以防御火患。人吃了它可以治黃疸病。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.444915,41.29965]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '耳鼠',
            'id': 38,
            'place': '虢山，上一个往北980里，今内蒙古境内卓资山的一部分。',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如鼠，而菟首麋身，其音如槔犬，以其尾飞，名日耳鼠，食之不睬，又可以御百毒。',
            'description2': '<strong>文献翻译：</strong>涿光山往北三百八十里，是一座南北走向连亘长达四百里的大山，名叫虢山。从虢山的最北端出来，再走二百里，就是丹熏山。这里的奇兽名叫耳鼠，样子像老鼠，但却长着兔子的脑袋和麋鹿的身子，叫起来又像狗叫，依靠尾巴就能够在天空飞翔。吃了它，不但可以治疗腹部的肿胀，而且还能抵御百毒的侵袭，又能让人不做僵梦。从现代医学的角度来看，它还真是一种集治病、防疫、心理康复三种功效于一身的难得奇兽。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.426518,41.522125]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '幽鴳',
            'id': 39,
            'place': '边春山，上一个虢山向北990里。',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如禺而文身，善笑，见人则卧，名曰幽鴳，其鸣自呼。',
            'description2': '<strong>文献翻译：</strong>在丹熏山北边三百九十里的地方，有一座边春山，山里有许多野生的蔬菜水果，像野葱、山桃之类。这里住着一种很好玩的怪兽， 名叫幽鴳(音燕)。它长得像猕猴，全身上下却布满了花纹，整天叫喊着自己的名字，而且特别喜欢笑，还喜欢跟人耍小聪明，一见到人不是卧倒，就是装睡，可是好像从来没有人上过它的当。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.438016,41.680935]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '诸犍',
            'id': 40,
            'place': '单张山，上一个边春山向北380里。',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如豹而长尾，人首而牛耳，一目，名曰诸犍，善吒，行则衔其尾，居则蟠其尾。',
            'description2': '<strong>文献翻译：</strong>单张山是一座距离边春山三百八十里的奇山，山上有一种怪兽名叫诸犍。它长着人的脑袋，生有一双牛的耳朵，眼睛只有一只，身躯是豹子的身体，身后还有一条特别长的尾巴。这尾巴长到什么程度?据说比它的身子还要长，以至于诸犍平日走路的时候，必须把这条长尾巴叼在嘴里， 不走动的时候， 就要盘在身边。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.435716,41.798063]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '长蛇',
            'id': 41,
            'place': '大咸山，上一个单张山向北1030里。',
            'description1': '<strong>文献原文：</strong>有蛇名曰长蛇，其毛如彘豪，其音如鼓柝。',
            'description2': '<strong>文献翻译：</strong>大咸山寸草不生，但山下出产玉石。这座山形状四四方方。就在这座神秘的荒山里有一种名叫长蛇的怪蛇，它的确很长，至少有八百尺，而且身上还长有像猪鬃一样的毛。这种蛇叫起来，不像一般蛇发出的是“嘶嘶”之声，更像是过去更夫在夜色朦胧中敲击木梆发出的声音。据说在豫章有一种它的同类，身长有一千多丈，远比这蛇要长得多。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.449514,41.954471]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '窫窳',
            'id': 42,
            'place': '[少咸之山] :今山西省大同阳高县界上的采凉山。',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如牛，而赤身、人面、马足，名曰窫窳，其音如婴儿，是食人。',
            'description2': '<strong>文献翻译：</strong>大咸山往北，隔一座敦薨山就是少咸山，这山里也有一种吃人的怪物，那就是住在这里的窫(音亚)窳(音域)，它长着人的脸，牛的身子，马的蹄子，全身赤红，叫起来像婴儿啼哭。传说它原本是一个天神，人面蛇身，但后来却被另一个叫贰负的神杀死了。不过它死有不甘，最后变成了一个吃人的野兽。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [113.52838,40.265759]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '鮨鱼',
            'id': 43,
            'place': '大致位置在今大青山东段察右中旗与四子王旗界上的某座山。',
            'description1': '<strong>文献原文：</strong>诸怀之水出焉，而西流注于嚣水，其中多鮨鱼，鱼身而犬首，其音如婴儿，食之已狂。',
            'description2': '<strong>文献翻译：</strong>在今天内蒙古四王子旗边上，传说上古时有一座北岳山。诸怀之水从这里发源，向西流注于嚣水，水中出产一种似狗又似鱼的怪鱼，名叫鮨(音义)鱼。它长着鱼的身子和尾巴，却长了一颗狗脑袋，叫起来的声音也像是婴儿的啼哭，吃了它的肉可以治惊风癫狂之病。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [111.80561,40.953329]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '肥遗',
            'id': 44,
            'place': '[浑夕之山]:当是今内蒙古自治区武川县北的耗赖山。',
            'description1': '<strong>文献原文：</strong>有蛇一首两身，名日肥遗，见则其国大旱。',
            'description2': '<strong>文献翻译：</strong>从北岳山出来，沿山路往北走一百八十里，就到了浑夕山。这山上有一种怪蛇，名叫肥遗，它与《西山经》中记载的太华山里的怪兽肥[虫遗]的名字很相似。但样子完全不同，这里的肥遗，长相像蛇，但脑袋下面却有两个身子。只要它一出现，天下就会大旱，从这点上来说，倒是和太华之山里的那个肥[虫遗]一样，或许这两个怪物本来便是一家，也未可知。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [110.932699,41.053395]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '狍鸮',
            'id': 45,
            'place': '[钩吾之山]:约在今山西省朔州市朔城区(原朔县)之南。',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如羊身人面，其目在腋下，虎齿人爪，其音如婴儿，名日狍鶚，是食人。',
            'description2': '<strong>文献翻译：</strong>大概在今天山西朔州的南部，上古时有一座钩吾山。山上有一种怪兽，长有人的面孔，羊的身体，可眼睛却长在腋下，牙齿像老虎，爪子像人手，叫起来像婴儿的啼哭，和大多数叫声像婴儿哭叫的怪兽一样，它也吃人。有趣的是，它不但吃人，而且还很贪吃，吃着吃着就把自己的身体也吃进去了，而它的名字，叫作狍鸮(音消)。这习性是否有些耳熟?是的，鸮还有一个更广为人知的名字，叫作饕餮。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.435501,39.304814]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '嚣（梁渠山）',
            'id': 46,
            'place': '出现地点：梁渠山，今山西朔州向北七百五十里',
            'description1': '<strong>文献原文：</strong>有鸟焉，其状如夸父，四翼、一目、犬尾，名曰嚣，其音如鹊，食之已腹痛，可以止衙。',
            'description2': '<strong>文献翻译：</strong>北嚣山往北三百五十里，是一座只产黄金美玉的梁渠山。这里有一种怪鸟，名叫嚣（音敖）。它的样子像一种名叫“夸父”的猿猴，长着两对翅膀和狗的尾巴，只有一只眼睛，而且是长在脸的正中间。虽然长得怪，但叫声悦耳动听，如同鹊鸟。吃了这怪鸟的肉，不但可以治疗腹痛，还可以止腹泻。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [111.998627,43.851608]
            }
            },
            {
            'type': 'Feature',
            'properties': {
            'name': '人鱼',
            'id': 47,
            'place': '出现地点：龙侯山，今太行山东北',
            'description1': '<strong>文献原文：</strong>决决之水出焉，而东流注于河。其中多人鱼，其状如蹄鱼，四足，其音如婴儿，食之无痴疾。',
            'description2': '<strong>文献翻译：</strong>大概在现今太行山东北一带,上古时有一座龙侯山，这也是一座不长草木但却盛产黄金玉石的山。决决水从这里发源﹑向东注入黄河。而这决决水里、多有人鱼。它的样子像一条有四只脚的大鲍鱼，叫起来声音像婴儿的啼哭。这人鱼样子虽不美，它的肉却极有用处，吃了之后可以治疗痴呆。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [112.841056,35.260224]
            }
            },
                    
            {
            'type': 'Feature',
            'properties': {
            'name': '天马',
            'id': 48,
            'place': '出现地点：马成山，今太行山东北两百里',
            'description1': '<strong>文献原文：</strong>有兽焉，其状如白犬而黑头，见人则飞，其名曰天马，其鸣自训。',
            'description2': '<strong>文献翻译：</strong>龙侯山东北大约二百里，有一座马成山，这里有一种神兽，样子如一条白狗，但头是黑色的，背上还长了一对大翅膀,名字叫天马。它的叫声像是在呼唤自己，但不知是胆小怕羞还是什么原因，它一见到人就要飞走。不过它倒是一种吉兽，一旦出现，那就意味着该年要大丰收了。'
            },
            'geometry': {
            'type': 'Point',
            'coordinates': [113.613719,35.867779]
            }
            },
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '精卫',
                    'id': 49,
                    'place': '出现地点：发鸠山，今山西省长治市长子县-往西25公里',
                    'description1': '<strong>文献原文：</strong>有鸟焉，其状如乌，文首、白啄、赤足，名曰精卫，其鸣自设。是炎帝之少女名曰女娃,女娃游于东海，溺而不返，故为精卫。常衔西山之木石，以堙于东海。',
                    'description2': '<strong>文献翻译：</strong>发鸠山上有一种鸟,样子像乌鸦,但长着花脑袋、白嘴俪、红爪子,这就是人所共知的精卫。它发出的声音像是呼喊自己名字。精卫原本是炎帝的小女儿,名叫女娃。女娃到东海游玩时不慎溺水淹死，于是就变成了精卫鸟，它常常衔着西山的树枝和石子来填塞东海。夫子著.《春秋》而乱臣贼子惧,正在于这部书里高举的那些悬日月而不刊的大义，“大复仇”正是其中之一。当世间的礼制、法律、政治、伦理、道德等一切都不能给人以公正的时候,那就强调人性自然的公正。因而,在“大复仇”精神的影响之下,先秦时期得以造就一大群勇干任事,珍视荣誉与责任,重然若,轻死生,大节与日争的君子。正是他们，使得这片土地上的人性光辉从未黯淡。也正是在这样的社会氛围之中，才会有精卫为报大仇衔石填海的故事出现。可以说，化成精卫的不是女娃的精魂，而是那些君子们身上“沛乎塞苍冥”的浩然之气。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [112.58489,36.12112]
                    }
                    },
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '䍶䍶（音动）',
                    'id': 50,
                    'place': '出现地点：泰戏山，今山西繁峙县的东北',
                    'description1': '<strong>文献原文：</strong>有兽焉甘北加羊，一角一目，目在耳后,其名曰䍶䍶，其鸣自训',
                    'description2': '<strong>文献翻译：</strong>在今山西繁峙县的东北，有一座泰戏山，这山里有一种名叫䍶䍶（音动）的神兽，样子长得像羊，但角和眼睛都只有一只，而且那眼睛还长在耳朵的后面。它每天“动-动一动”地叫，因此名为东辣。据说，只要练辣一出现，当年就会丰收，它是一种难得的瑞兽。然而，也有人认为它是个凶兽，它一出现，宫中就要出事。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [113.279747,39.195463]
                    }
                    },
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '獂（音原）',
                    'id': 51,
                    'place': '乾山：伊祁山北边四百里',
                    'description1': '<strong>文献原文：</strong>有兽焉，其状如牛而三足，其名曰獂，其鸣自饺。',
                    'description2': '<strong>文献翻译：</strong>大概在今伊祁山北边四百里，上古时有一座乾山、这里也有一种异兽，名字叫獂〔音原），样子像一头牛，但少了一只脚，这是它最主要的特征。叫起来的声音是“原、原、原”，就好似在呼唤自己的名字一样。不知它这样，是否是在彰显自己的存在。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [115.047911,39.758654]
                    }
                    },
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '马面人身神',
                    'id': 52,
                    'place': '出现地点：太行山向东北两千六百里，今俄罗斯谢列姆扎区',
                    'description1': '<strong>文献原文：</strong>凡北次三经之首，自太行之山以至于无逢之山，凡四十六山，万二千三百五十里。其神状皆马身而人面者廿神。其祠之，皆用一藻蔗，瘗之。',
                    'description2': '<strong>文献翻译：</strong>《北山经》一共有三大山系，第三山系从太行山绵延到无逢山，共有四十六座山,行程一万二千三百五十里。其中有二十座山的山神是长着马的身体和人的面孔，祭祀他们的时候，都要把用作祭品的藻和蓝之类的香草埋在地下。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [132.950513,53.077558]
                    }
                    },
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '狪狪（音同）',
                    'id': 53,
                    'place': '泰山',
                    'description1': '<strong>文献原文：</strong>有兽焉，其状如豚而有珠,名曰狪狪，其鸣自训。',
                    'description2': '<strong>文献翻译：</strong>狪狪（音同）是上古时期生活在泰山中的一种异兽，它的样子和猪差不多，叫声像是在喊自己的名字。然而，这铜洞的体内却可以孕育出珍珠!一兽而能产珍珠，是它最与众不同之处，因而,它又被叫做珠豚。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [117.094738,36.269893]
                    }
                    },
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '珠蟞鱼',
                    'id': 54,
                    'place': '出现地点：葛山之首，今安徽省金寨县南溪镇西北面',
                    'description1': '<strong>文献原文：</strong>澧水出焉，东流注于余泽，其中多珠螫鱼，其状如肺而有目，六足有珠，其味酸甘，食之无病。',
                    'description2': '<strong>文献翻译：</strong>葛山的首端﹐澧水从此发源，向东流注入余泽。澧水清澈幽深，水中多有一种怪鱼，名叫珠螫（音憋）。它的样子像一只浮在水里的肺，但却又长着两双眼睛和六只脚，而且能够在体内孕育珍珠，并吐出来。它的肉吃起来酸中带甜，被吕不韦认为是鱼中美味，而且吃过之后不会被时气侵蚀而生病，可以预防瘟疫。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [115.632348,31.519165]
                    }
                    },
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '犰狳',
                    'id': 55,
                    'place': '出现地点：余娥山，今安徽省金寨县南溪镇西北面-往南三百八十里',
                    'description1': '<strong>文献原文：</strong>有兽焉，其状如菟而鸟喙，鸱目蛇尾，见人则眠，名曰犰狳，其鸣自词，见则备蝗为败。',
                    'description2': '<strong>文献翻译：</strong>葛山之首往南三百八十里、是余峨山，山上多梓木、楠木，山下多荆棘、枸杞。山中有一种凶兽，名叫犰（音求）狳（音余)，外形像是兔子、但却长着鸟的嘴、猫头鹰的眼晴和蛇的尾巴，一见到人就假唾装死，叫起来的声音像在呼唤自己。凡是它出现的地方必定蝗虫遍野．颗粒无收，最终田园荒芜。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [115.703169,29.80939]
                    }
                    },
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '朱獳',
                    'id': 56,
                    'place': '出现地点：耿山，今安徽省金寨县南溪镇西北面往南九百八十里',
                    'description1': '<strong>文献原文：</strong>有兽焉，其状如狐而鱼翼，其名曰朱獳，其鸣自训，见则其国有恐。',
                    'description2': '<strong>文献翻译：</strong>余峨山再往南六百里，就到了耿山、这山上也有一种奇怪的凶兽，名叫朱獳。它长着狐狸的外形，背上却长有鱼鳍，叫声也像是在喊自己的名字，似乎是在提醒人们:“我要出来了，你们小心啊!”只要它一出现，国内就会出现大的动荡、在短期内社会、政治、经济会陷入波动与不稳定中。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [115.449271,27.326268]
                    }
                    },
                    
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '鮯（音革）鮯之鱼',
                    'id': 57,
                    'place': '出现地点：跂踵山，今山东荣成',
                    'description1': '<strong>文献原文：</strong>有鱼焉，其状如鲤，而六足鸟尾，名曰鮯鮯之鱼，其鸣自训。',
                    'description2': '<strong>文献翻译：</strong>大概在今天山东荣成一带，当时有一座跂踵山，这山里有一个方圆四十里的大泽，名叫深泽。泽中生有一种鱼，名叫鮯鮯（音革），它形似常见的鲤鱼，却又有着一条鸟的尾巴，还长了六只脚，可以潜到很深的水里去。它平时叫起来的声音也像是在喊自己的名字，但好在它并不会带来什么凶兆灾祸。它还有一大奇异之处，就是作为一条鱼，它居然是胎生而不是卵生。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [122.495095,37.172067]
                    }
                    },
                    
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '猲（音格）狙（音居）',
                    'id': 58,
                    'place': '出现地点：北号山，黑龙江佳木斯的浩良山，今称青黑山',
                    'description1': '<strong>文献原文：</strong>有兽焉，其状如狼，赤首鼠目，其音如豚，名曰猲狙，是食人。',
                    'description2': '<strong>文献翻译：</strong>北号山靠近北海,食水从这里发源，向东北流入大海。由于靠近浩瀚的大海,这座山里物种丰富。既有奇木、神鸟、还有怪兽。而这猲（音格）狙（音居)、就是山里的怪兽。它的样子像狼，但头却是红色的，还长了一双老鼠的眼睛，叫起来的声音像猪叫。这猲狙也是食人的猛兽。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [130.403318,47.400381]
                    }
                    },
                    
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '薄鱼',
                    'id': 59,
                    'place': '出现地点：女烝山，南今大概掸邦高原-天虞山向东五百里-祷过山-向东五百里-丹穴山-向东五百里-发爽山-向东四百里-旄山-南三百二十里-东始山-东南三百里-女烝山',
                    'description1': '<strong>文献原文：</strong>石膏水出焉，而西注于鬲水，其中多薄鱼，其状如鳣鱼而一目，其音如欧，见则天下大旱。',
                    'description2': '<strong>文献翻译：</strong>石膏水从女烝山发源，向西流注于鬲水之中。这石膏水中，有一种鱼名叫薄鱼，是一种凶兽，它的样子像是鳝鱼，但却只有一只眼睛，叫起来的声音十分难听,像是人在痛苦地呕吐。只要它一出现，有的人说就会天下大旱，有的人说是要发大水，还有的是说会有人要起兵谋反，横竖逃不过凶兆。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [113.536034,22.808195]
                    }
                    },
                    
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '合窳（音雨）',
                    'id': 60,
                    'place': '剡山：今山东沂山西边二百里',
                    'description1': '<strong>文献原文：</strong>有兽焉，其状如彘而人面，黄身而赤尾，其名曰合窳，其音如婴儿。是兽也，食人亦食虫蛇。见则天下大水。',
                    'description2': '<strong>文献翻译：</strong>大概今天山东沂山西边二百里左右，有一座（音扇)山, 山中有一种吃人的凶兽名叫合窳（音雨)。这怪物长着人的面孔，却有着猪的身体，身体是黄色的，尾巴通红，艳丽无比，叫起来的声音像是婴儿啼哭。这合窳不但吃虫蛇，也吃人。而且只要它一出现，当年必将洪水泛滥。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [117.988364,36.195445]
                    }
                    },
                    
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '化蛇',
                    'id': 61,
                    'place': '出现地点：阳山，沁水县西南张村乡-鹿台山-西南两百里-鸟危山-向西1500里',
                    'description1': '<strong>文献原文：</strong>其中多化蛇，其状如人面而豺身，鸟翼而蛇行，其音如叱呼，见则其邑大水。',
                    'description2': '<strong>文献翻译：</strong>阳山多沙石，无草木生长。山中有一种怪蛇叫化蛇，它长着人的面孔，上半身像豺狼，而下半身则是蛇的样子，而且还长着一对翅膀，但平日里走路则是像蛇一样地爬行，叫起来像是在叱咤呼喊，好似人在大声呵斥。只要它一出现，当地就会发生大水灾。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [104.192976,35.00625]
                    }
                    },
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '夫诸',
                    'id': 62,
                    'place': '出现地点：敖岸山，今河南巩义市北',
                    'description1': '<strong>文献原文：</strong>有兽焉，其状如白鹿而四角，名曰夫诸，见则其邑大水。',
                    'description2': '<strong>文献翻译：</strong>大约在今天河南巩义市北，上古时有一座敖岸山，这里是熏池神居住的地方。山中有一种怪兽，名叫夫诸，样子像是头白鹿，但却长了四个角。据说只要它一出现，同样是预示着重大的水灾要到来。历史上河南水灾频发，或许与夫诸的存在不无关系。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [113.026703,34.754335]
                    }
                    },
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '吉神泰逢',
                    'id': 63,
                    'place': '出现地点：和山，今河南孟津县境内',
                    'description1': '<strong>文献原文：</strong>吉神泰涤司之，其状如人而虎尾，是好居于赏山之阳，出入有光。泰逢神动天地气也。',
                    'description2': '<strong>文献翻译：</strong>在今天河南孟津县境内，有一座和山，山势回环曲折，曲回五重，而且是黄河九水汇聚之处。许多水流经由此汇聚，再从此山流出，最后北流注入于黄河中。泰逢神负责在此管理,他样子像人，生有虎尾，喜欢住在黄山南面向阳的地方。他出入伴有闪光，而且可以兴风布云，招雷降雨。据说有一次，它突然掀起一阵狂风，一时之间天地晦瞑,正在打猎的夏朝君王孔甲因此迷了路。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [112.455661,34.825079]
                    }
                    },
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '【犭颉】（音斜）',
                    'id': 64,
                    'place': '出现地点：厘山，今河南嵩县境内',
                    'description1': '<strong>文献原文：</strong>有兽焉，名【犭颉】，其状如孺犬而有鳞，其毛如彘鬣。',
                    'description2': '<strong>文献翻译：</strong>在今天河南嵩县境内，有一座厘山，山南面多产玉石，山北面多产茜草。这里有一种名叫【犭颉】（音斜）的奇兽，样子像是多毛的猛犬，但却又长了一身的鳞片，鳞片之间空隙处长出来的毛像是猪的鬃毛。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [118.338238,36.370278]
                    }
                    },
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '骄虫',
                    'id': 65,
                    'place': '平逢山，洛阳北邙山之首今河南孟津县西北）',
                    'description1': '<strong>文献原文：</strong>有神焉，其状如人而二首，名曰骄虫，是为螫虫，实惟蜂蜜之庐，其祠之，用一雄鸡，禳而勿杀。',
                    'description2': '<strong>文献翻译：</strong>平逢山，寸草不生，山中多砂石。这里住着一位叫骄虫的神，他的样子像是人，但却长了两个脑袋。它是所有螫虫的首领，因此这平逢山也就成了蜜蜂聚集的地方。祭祀他的时候用一只大公鸡，祈祷他不要让手下那帮螫虫再出来伤人了。祈祷完以后把大公鸡放了，并不去杀它，在祭祀中这算是比较特殊的一种方式。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [112.163827,35.324531]
                    }
                    },
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': ' 鸰【要鸟】（音腰）',
                    'id': 66,
                    'place': '出现地点：瘣山，今平逢山-洛阳北邙山之首，河南孟津县西北-往西再走二十里）',
                    'description1': '<strong>文献原文：</strong>其中有鸟焉，状如山鸡而长尾，赤如丹火而青喙，名曰 鸰【要鸟】，其鸣自呼，服之不眯。',
                    'description2': '<strong>文献翻译：</strong>平逢山往西再走二十里，就到了瘣（音归)山，这里有一种奇鸟，名叫鸰（音铃） 【要鸟】（音腰），样子像是山鸡，但却有着一条十分长的尾巴，全身红若丹枫，唯独嘴喙却是青色的，万红之中一点青，格外好看，它的叫声也像是在呼唤自己的名字。据说人吃了它的肉，就可以不做噩梦，也可以辟邪辟妖。在古人看来，噩梦很大程度上也是邪祟或邪气对人的侵扰造成的，因而这两种作用实际上是互通的。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [111.947659,34.810234]
                    }
                    },
                    
                    {
                    'type': 'Feature',
                    'properties': {
                    'name': '独【犭谷】（音浴）',
                    'id': 67,
                    'place': '出现地点：北嚣之山（山西朔州南部-沟吾山-往北三百里）',
                    'description1': '<strong>文献原文：</strong>有兽焉，其状如虎，而白身犬首，马尾彘鬣，名曰独【犭谷】',
                    'description2': '<strong>文献翻译：</strong>钩吾山往北三百里,就到了北嚣山。这是一座土山.没有石头，但却出产美玉。住在这座山里的怪兽名叫独【犭谷】(音玉)。它外形似虎﹐颇有王者风范,但身子是白色的,而且长着狗的头、马的尾巴和猪一样的鬃毛。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [112.5106,40.53804]
                    }
                    },
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '三足龟',
                        'id': 68,
                        'place': '大𩇵山，今河南栾川县伏牛山北麓',
                        'description1': '<strong>文献原文：</strong>其阳狂水出焉，西南流注于伊水，其中多三足龟，食者无大疾，可以已肿。',
                        'description2': '<strong>文献翻译：</strong>狂水自大苦(音苦)山的南面发源，向西南流注入了伊水，这里面有不少三足龟。吃了它们的肉就能使人不生大病，还能消除痈肿。当时人吃了其他地方的三足龟基本都丢了性命，然而，唯独吃了这里的三足龟以后不但不会危及人的性命，而且还可以消肿、辟时疫，可称得上是三足龟中的异数了。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [111.983191,33.207694]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '𧕦围',
                        'id': 69,
                        'place': '骄山 ，今湖南省漳县附近',
                        'description1': '<strong>文献原文：</strong>神𧕦围处之，其状如人面。羊角虎爪，恒游于睢、漳之渊，出入有光。',
                        'description2': '<strong>文献翻译：</strong>𧕦围神长年住在骄山上。他外形似人，但却长着一对虎爪，一对羊角。平日里tuo围喜欢去雎水和漳水的深渊里玩，他的出入往返有神光环绕。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [112.938888,28.228272]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '计蒙',
                        'id': 70,
                        'place': '光山，河南光山县弋阳山',
                        'description1': '<strong>文献原文：</strong>又东百三十里日光山，其上多碧，其下多木，神计蒙处之，其状人身而龙首，恒游于漳渊，出入必有飘风暴雨。',
                        'description2': '<strong>文献翻译：</strong>上古时计蒙神住在光山，他长着人的身体、龙的脑袋，喜欢去漳渊游玩，而每次所出入的地方，必然伴随有狂风暴雨。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [114.919033,32.011103]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '跂踵',
                        'id': 71,
                        'place': '复州之山，今南阳附近区域',
                        'description1': '<strong>文献原文：</strong>有鸟焉，其状如鹗，而一足彘尾，其名日跂踵，见则其国大疫。',
                        'description2': '<strong>文献翻译：</strong>跂踵的样子犹如鸮但只有一足，长着猪尾，如果有人看见跂踵，他的国家就会发生大规模瘟疫。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [112.528624,32.990398]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '婴勺',
                        'id': 72,
                        'place': '支离山，今河南省南部',
                        'description1': '<strong>文献原文：</strong>有鸟焉，其名日婴勺，其状如鹊，赤目、赤喙、白身，其尾若勺，其鸣自呼。',
                        'description2': '<strong>文献翻译：</strong>支离山大致在今天河南省的南部，婴勺这种怪鸟就生长在这里。它形似鹊鸟，红眼睛、红嘴巴，身子雪白。足以令人称奇的是它的尾巴像一个勺子，后人据此得到灵感，制作了可以在酒面上旋转的鹊尾勺。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [113.665412,34.757975]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '狙如',
                        'id': 73,
                        'place': '倚帝山 河南省',
                        'description1': '<strong>文献原文：</strong>有兽焉，其状如鼣鼠，白耳白喙，名日狙如，见则其国有大兵。',
                        'description2': '<strong>文献翻译：</strong>这里有一种凶兽，名叫狙如。它与那有些像兔子的默鼠有些相像，不过狙如与之不同的是它的耳朵和嘴都是白色的，通透可爱。可只要狙如出现，那里就会有兵乱甚至战争。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [113.665412,34.757975]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '于儿',
                        'id': 74,
                        'place': '夫夫山，今湖南夫夫山',
                        'description1': '<strong>文献原文：</strong>神于儿居之，其状人身而手操两蛇，常游于江渊，出入有光。',
                        'description2': '<strong>文献翻译：</strong>有一位叫于儿的神住在这里，他长相似人，不过身上缠着两条蛇，也有人说是手里拿着两条蛇而不是缠在身上。和前面几位神一样，他也喜欢出游，一般去江渊游玩，出入之间也有神光伴随左右。和前几位神不同，他外形上唯一与凡人不同的只有那两条蛇，而这那两条蛇或许就是他沟通神、凡两界的法器。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [112.862437,28.264649]
                        }
                        },{
                        'type': 'Feature',
                        'properties': {
                        'name': '帝之二女',
                        'id': 75,
                        'place': '洞庭山，今湖北洞庭湖北岸君山',
                        'description1': '<strong>文献原文：</strong>帝之二女居之，是常游于江渊。澧沅之风，交潇湘之渊，是在九江之间，出入必以飘风暴雨。',
                        'description2': '<strong>文献翻译：</strong>天帝的两个女儿居住在这座山上，经常在长江的深渊中畅游。从澧水和沅水吹来的清风，在湘水渊潭交会,这里是九条江水汇合处，她们出入时必会伴有狂风暴雨。帝之二女就是唐尧帝的女儿娥皇和女英，她们姐妹二人同时嫁给了虞舜帝，后来舜帝南巡，在苍梧病逝，葬于九嶷山。她们便追随亡夫的足迹来到沅、湘之地，在湘江之滨遥望九嶷山，点点珠泪落于竹上，成为永不消退的斑点，即成湘妃竹。最后两人双双殒于湘水之中，也许是这坚贞的爱情感动天地，舜帝与二妃遂化为湘水之神，也就是屈原《九歌》里面所歌咏的湘君与湘夫人。现在，与丈夫一同获得永生的二女常逍遥于湘江的渊潭里，从澧水和沅水吹来的熏风交汇于潇湘的渊渚。伴随着她们每一次的出入，都会有狂风暴雨。风雨中的美人，从此不再忧伤。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [112.862437,28.264649]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '比翼鸟',
                        'id': 76,
                        'place': '南山东，招摇山作为南山山系的开端普遍人为是如今的广西猫儿山。',
                        'description1': '<strong>文献原文：</strong>比翼鸟在其东，其为鸟青、赤，两鸟比翼。一日在南山东。',
                        'description2': '<strong>文献翻译：</strong>它的颜色青红相间，样子有点像野鸭，只有一只眼、一只翅膀，必须两只乌并在一起才能飞翔。原本只是生存的必然，并无关乎爱情，然而这并不妨碍人们赋予它们这样的象征。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [109.339108,23.61489]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '羽人',
                        'id': 77,
                        'place': '羽民国，一说在湖南省宁远县四万三千里的地方，也有说法是在北美。',
                        'description1': '<strong>文献原文：</strong>羽民国在其东南，其为人长头，身生羽。一日在比翼鸟东南，其为人长颊。',
                        'description2': '<strong>文献翻译：</strong>羽民国这里的人，脑袋和脸都很长，红眼睛，白头发，长着鸟一样的喙，身上长满羽毛，背上有一对翅膀，而且连繁殖方式都和鸟类一样靠的是卵生。虽然他们很像是鸟，而且也能飞，但飞不远。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [111.945805,25.570976]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '二八神',
                        'id': 78,
                        'place': '在羽民国的东边',
                        'description1': '<strong>文献原文：</strong>有神人二八，连臂，为帝司夜于此野。在羽民东。其为人小颊赤肩。尽十六人。',
                        'description2': '<strong>文献翻译：</strong>在羽民国的东边，有十六个胳膊相连的神人，他们小脸颊，红肩膀，在荒野里为天帝(黄帝)守夜，白天消失不见。后来的夜游神很有可能就发源于此。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [112.369122,25.58788]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '讙国人',
                        'id': 79,
                        'place': '讙头国，在今天南海海域',
                        'description1': '<strong>文献原文：</strong>讙头国在其南，其为人人面有翼，鸟喙，方捕鱼。',
                        'description2': '<strong>文献翻译：</strong>而这讙头国的人，都长着鸟的喙和翅膀，不过脸却还是人的样子。不过他们的翅膀却无法飞行，而是像拐杖一样，每天扶着它走路，靠捕食海里的鱼虾为生。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [114.685666,11.550556]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '厌火国',
                        'id': 80,
                        'place': '厌火国，在今天南海海域',
                        'description1': '<strong>文献原文：</strong>厌火国在其国南，其为人兽身黑色。生火出其口中。一日在讙朱东。',
                        'description2': '<strong>文献翻译：</strong>厌火国有的说在讙头国也就是讙朱国的南边，也有的说是在东边。这里的人样子像野兽，黑皮肤。以吃火炭为生，因而能够口吐火焰。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [116.74011,11.485966]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '三株树',
                        'id': 81,
                        'place': '三株树，在今天南海海域',
                        'description1': '<strong>文献原文：</strong>三珠树在厌火北，生赤水上，其为树如柏，叶皆为珠。一日其为树若彗。',
                        'description2': '<strong>文献翻译：</strong>三珠树，在厌火国的北边，生长在赤水岸边上。树的样子像是柏树，但树叶全都是珍珠，远远望去整株树好似一颗彗星。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [116.641233,16.28378]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '贯匈国',
                        'id': 82,
                        'place': '贯匈国，在今天南海海域',
                        'description1': '<strong>文献原文：</strong>贯匈国在其东，其为人匈有窍。',
                        'description2': '<strong>文献翻译：</strong>贯匈国是比较著名的海外方国之一，在《淮南子》中被称作“穿胸民”。这里的人胸前都有一个大洞。据说当年大禹会诸侯于阳城，防风氏迟到了，大禹一怒之下将其杀死。但这并没有影响大禹的声望与德行，相反，天上有两条龙归顺大禹。大禹便命这两条龙为其驾车，由范氏来驾驭它们。后来大禹坐着龙车巡游四方，经过南方防风氏旧址，防风氏后裔看见大禹来了，不由得想起血海深仇，张弓搭箭怒射之。不料，恰在此时天雷大作，两条龙竟驾车飞腾而去。防风氏的后裔知道闯下弥天大祸，便用利刃刺穿自己胸膛而死。大禹感念他们的一片忠孝之心，命人用不死草塞进他们胸前洞中，使他们死而复生，这些人就是贯匈国的始祖。在贯匈国，有地位的人既不乘车也不坐轿，而是赤裸上身，让人用竹竿或木棍穿过他胸前的洞，这样抬着走。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [119.063025,16.838932]
                        }
                        },{
                        'type': 'Feature',
                        'properties': {
                        'name': '交胫国',
                        'id': 83,
                        'place': '交胫国，在今天南海海域',
                        'description1': '<strong>文献原文：</strong>交胫国在其东，其为人交胫。一日在穿匈东。',
                        'description2': '<strong>文献翻译：</strong>交胫国在贯匈国的东边。这里的人足骨无节，身上有毛，两腿弯曲而相互交叉，一旦躺下，除非有人搀扶，否则依靠自己的力量是起不来的。而另有版本则写作“交颈”的，说是并非是两条腿相交叉，而是走路的时候，两个人的脖子交叉在一起。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [113.884677,19.163449]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '后裔斩凿齿',
                        'id': 84,
                        'place': '昆仑墟东，在今祁连山附近。',
                        'description1': '<strong>文献原文：</strong>羿与凿齿战于寿华之野，羿射杀之。在昆仑虚东。羿持弓矢，凿齿持盾。一日持戈。',
                        'description2': '<strong>文献翻译：</strong>羿，即后羿。羿是上古的一个英雄式的天神，帝俊赐给他彤弓素增(一种拴丝绳的箭)，命他去辅助下方的国家，解救生民的种种苦难。当时的人们，不但遭受着我们现在所熟知的十日之苦，而且大风、九婴、凿齿、修蛇等怪物皆毒害百姓。这凿齿有人说是人，有人说是兽，牙齿像凿子，手拿戈或者盾，与羿在昆仑山东边寿华的原野上决战，结果大败，被羿射死。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [100.312084,38.371505]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '祝融',
                        'id': 85,
                        'place': '在今武汉境内。',
                        'description1': '<strong>文献原文：</strong>南方祝融，兽身人面，乘两龙。',
                        'description2': '<strong>文献翻译：</strong>南方火神祝融，长着人的脸、野兽的身子，出入时驾着两条龙。他也是司掌夏季的季节神和六月的值月神。他是炎帝的僚属，管辖方圆一万两千里的南方天地。他的后世子孙分别使用已、芈、彭、董、秃、坛、曹、斟八个姓氏，史称祝融八姓。其中芈姓后来发展为楚国的王族，因而祝融被楚人奉为祖先。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [112.241349,30.335991]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '夏后启',
                        'id': 86,
                        'place': '大乐之野',
                        'description1': '<strong>文献原文：</strong>大乐之野，夏后启于此舞《九代》，乘两龙，云盖三层。左手操翳，右手操环，佩玉璜。在大运山北。一日大遗之野。',
                        'description2': '<strong>文献翻译：</strong>在大运山的北面有一个叫大乐之野的地方，当年夏王启在这里观看《九代》乐舞，只见他驾着两条龙，飞腾在三重云雾之上。他左手握着一把华盖，右手拿着一只玉环，腰间还佩戴了一块玉璜。而另一种版本上则说启观看乐舞是在大遗之野。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [116.84648,20.634994]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '奇肱国',
                        'id': 87,
                        'place': '奇肱国，在今南海境内',
                        'description1': '<strong>文献原文：</strong>奇肱之国在其北。其人一臂三目，有阴有阳，乘文马。有鸟焉，两头，赤黄色，在其旁。',
                        'description2': '<strong>文献翻译：</strong>奇肱国在一臂国的北面，据说距离玉门关有四万里。那里的人都只有一条胳膊，却有三只眼睛，这三只眼睛还分阴阳，而且是阴眼在上，阳眼在下。他们骑着一种名叫吉良的马，白色的身子，朱红色的鬣毛，双眼如同黄金一般，骑上它即可享寿千年，着实是一种神马，有的地方也写作吉量。栖息在他们的身旁的还有一种鸟，长着两个脑袋，身子红黄相间。这里的人虽然只有一条胳膊，但却十分擅长制作各种奇器，有的用来捕捉鸟兽，还能制造飞车。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [119.263473,22.047102]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '刑天',
                        'id': 88,
                        'place': '常羊山，在今南海境内',
                        'description1': '<strong>文献原文：</strong>刑天与帝至此争神，帝断其首，葬之常羊之山。乃以乳为目，以脐为口，操干戚以舞。',
                        'description2': '<strong>文献翻译：</strong>刑天与天帝争夺神位，结果战败被天帝砍断了脑袋，天帝把刑天的头埋在了常羊山上。没了头的刑天并没有死去，他以乳头作眼睛，以肚脐作嘴巴，一手持盾牌一手操大斧继续战斗。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [131.216598,25.782233]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '并封',
                        'id': 89,
                        'place': '巫咸国东面，在今南海境内',
                        'description1': '<strong>文献原文：</strong>并封在巫咸东，其状如彘，前后皆有首，黑。',
                        'description2': '<strong>文献翻译：</strong>在巫咸国的东面，有一种叫作并封的怪兽，它的样子像是普通的猪，但前后各长了一个头，全身都是黑色。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [109.287887,7.517322]
                        }
                        },
                        {
                        'type': 'Feature',
                        'properties': {
                        'name': '轩辕国',
                        'id': 90,
                        'place': '穷山附近，女子国的北面，今泸沽湖畔的永宁坝子的北边',
                        'description1': '<strong>文献原文：</strong>轩辕之国在此穷山之际，其不寿者八百岁。在女子国北。人面蛇身，尾交首上。',
                        'description2': '<strong>文献翻译：</strong>在穷山附近，女子国的北面有一个轩辕国，那里的人寿命最短也有八百岁。他们长着人的面孔却是蛇形的身子，尾巴还盘绕在头顶上。这个轩辕国可能是轩辕黄帝居住的地方，这样说来，黄帝可能也是人面蛇身。提到人面蛇身，最著名的莫过于伏羲和女娲，还有相柳、窦窳、贰负等，都是古代神话中的神灵。究其原因，从仰韶文化庙底沟遗址出土的陶瓶上，发现了人面蛇身且蛇尾绕在头顶的图案。这二者之间是否存在着必然的联系，值得我们进一步探索。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [102.020003,26.169735]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '白民乘黄',
                        'id': 91,
                        'place': '白民国，龙鱼居住地的北方，今成都平原附近北面；西域、新疆地区',
                        'description1': '<strong>文献原文：</strong>白民之国在龙鱼北，白身披发。有乘黄，其状如狐，其背上有角，乘之寿二千岁。',
                        'description2': '<strong>文献翻译：</strong>白民国在龙鱼居住地的北方，这里的人披散着头发，全身雪白。国中还有一种名叫乘黄的异兽，它的样子像狐狸，但背上却长有角。若是有人能骑上它，就可以活到两千岁，有的书上甚至说可以活到三千岁。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [103.752944,32.414155]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '烛阴',
                        'id': 92,
                        'place': '无启国的东面，钟山之下，今中国北方；钟山在北非阿特拉斯山脉和北美阿巴拉契亚山脉一带；阿尔泰山一带（存疑）',
                        'description1': '<strong>文献原文：</strong>钟山之神，名日烛阴，视为昼，瞑为夜，吹为冬，呼为夏，不饮，不食，不息，息为风，身长千里。在无启之东。其为物，人面，蛇身，赤色，居钟山下。',
                        'description2': '<strong>文献翻译：</strong>钟山的山神，名叫烛阴。就是烛龙。他睁开眼睛便是白昼，闭上眼睛便是黑夜，一吹气便是寒冬，一呼气便是炎夏，不喝水，不吃食物，不呼吸，因为一呼吸就生成风，身子有一千里长。这位烛阴神在无启国的东面。他的形貌是人的面孔，蛇的身子，全身赤红，居住在钟山脚下。值得注意的是，他的这些神力很有些像“泣为江河，气为风，声为雷，目瞳为电，喜为清，怒为阴”的盘古。而且三国时期记述的盘古形象，也是我们现在所能看到的最早的盘古形象，正是:“盘古之君， 龙首蛇身，嘘为风雨，吹为雷电，开目为昼，闭目为夜”(见三国吴徐整著《五运历年记》，《广博物志》卷九引)。因此袁珂《山海经校注》将烛阴作为盘古的原型，是有一定道理的。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [88.799109,47.971461]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '柔利国',
                        'id': 93,
                        'place': '柔利国（留利国） 一目国的东面，今阿尔泰山一带的东面',
                        'description1': '<strong>文献原文：</strong>柔利国在一目东，为人一手一足，反膝，曲足居上。一云留利之国，人足反折。',
                        'description2': '<strong>文献翻译：</strong>柔利国，也叫留利国，位于一目国的东面。这里的人只有一只手和一只脚，因为没有骨头，所以膝盖反着长，脚也弯曲朝上，也有的说，这里人的脚是反折着的。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [91.149721,45.100977]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '相柳',
                        'id': 94,
                        'place': '共工台的西面，昆仑山的北面，柔利国的东面，今阿尔泰山一带东面，柔利国的东面，祁连山的北面',
                        'description1': '<strong>文献原文：</strong>共工之臣日相柳氏，九首，以食于九山。相柳之所抵，厥为泽豁。禹杀相柳，其血腥，不可以树五谷种。禹厥之，三仞三沮，乃以为众帝之台。在昆仑之北，柔利之东。相柳者，九首人面，蛇身而青。不敢北射，畏共工之台。台在其东。台四方，隅有一蛇，虎色，首冲南方。',
                        'description2': '<strong>文献翻译：</strong>共工有一个臣子名叫相柳氏，长着九个脑袋，人的面孔，蛇的身子，浑身是青色的，能够同时在九座山上吃食物。相柳氏所经过的地方，都变成了沼泽和溪流。后来大禹杀死了相柳氏，他的血流过的地方都发出腥臭味，不能种植五谷。大禹便想挖土填塞来阻挡血流，可每次填好就又塌陷下去，反复多次都这样。于是，大禹只好将挖掘出来的泥土用于为众帝修造帝台，帝台在昆仑山的北面，柔利国的东面。而在相柳的东面有共工台，台呈四方形，每个角上有一条蛇，身上的班纹与老虎相似，头向着南方。人不敢向北方射箭，正是敬畏共工台威灵的缘故。在上古神话中共工是一位水神，因此他的臣子相柳能将所过之处皆变为湖泊溪谷。在《山海经》中与共工相斗的并不是后世传说中的颛顼，而是大禹。《淮南子》中曾说水灾乃是由共工兴起的，则他的臣子相柳被大禹所杀，正体现了大禹治水时除恶务尽之意。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [98.232491,40.895603]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '聂耳国',
                        'id': 95,
                        'place': '无肠国的东面，一座被海水环绕的孤岛，海水环绕的孤岛上（没找到）',
                        'description1': '<strong>文献原文：</strong>聂耳之国在无肠国东，使两文虎，为人两手聂其耳。县居海水中，及水所出入奇物。两虎在其东。',
                        'description2': '<strong>文献翻译：</strong>聂耳国也叫儋耳国，位于无肠国的东面一座被海水环绕的孤岛上，因此能看到出入海水的各种怪物。那里的人据说是海神之子，耳朵都非常长，耷拉到胸前，因此平日里经常要用手托着自己的大耳朵。他们能够驱使两只花斑大虎。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [109.811093,19.284759]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '夸父',
                        'id': 96,
                        'place': '太阳落山的地方，禺谷，今陕西河、渭平原一带',
                        'description1': '<strong>文献原文：</strong>夸父与日逐走，入日。渴欲得饮，饮于河渭，河渭不足，北饮大泽。未至，道渴而死。弃其杖。化为邓林。',
                        'description2': '<strong>文献翻译：</strong>夸父逐日的故事在中国可以说是家喻户晓。夸父追逐太阳，一直追到了太阳落山的地方一禺谷。这时夸父干渴难耐想要喝水，于是一口气把黄河和渭河中的水喝了个精光，但喝完了之后还是不解渴，又想去喝北方大泽中的水，可还还没走到，就渴死在半路上了。临死之际他将自己的拐杖扔了出去，拐杖落地变成了一片方圆三百里的桃林。这一故事在后世不断成为人们歌咏和评说的对象，最著名的莫过于陶渊明《读山海经》系列诗歌中的那首:“夸父诞宏志，乃与日竞走。俱至虞渊下，似若无胜负。神力既殊妙，倾河焉足有?余迹寄邓林，功竟在身后”。《 山海经》中，夸父的故事出现了不止一次，而与之有着同样精神的人更是俯拾皆是，像刑天，像精卫，等等。他们生前虽皆未能实现其抱负，但其遗留下来的未竟之业，和他们在这一过程中所体现出的种种精神与气节，却往往能灌溉后人，非止一世。因此，后世“忠臣义士，及身之时，事或有所不能济，而其志其功足留万古者，皆夸父之类，非俗人目论所能知也”。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [108.784818,34.394543]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '禺强',
                        'id': 97,
                        'place': '北海，今黄海',
                        'description1': '<strong>文献原文：</strong>北方禺强，人面鸟身，珥两青蛇，践两青蛇。',
                        'description2': '<strong>文献翻译：</strong>禺强，是北海的海神，也是司理冬季的司冬之神，据说他是东海海神禺虢(音国)的儿子，辅佐颛顼管理北方。他长着人的面孔和鸟的身体，耳朵上穿挂着两条青蛇，而脚底下又踩着两条青蛇。而根据其他的记载，他可能还兼任风神。当他以风神的身份出现时，样子则变成了人的面孔和手脚，但却长着鱼的身子。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [122.664452,35.222748]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '大人国',
                        'id': 98,
                        'place': '它（不定）的北面  磋（镸差）丘的北面，今山东章丘（是考古发现引发的猜测）；日北海北面',
                        'description1': '<strong>文献原文：</strong>大人国在其北，为人大，坐而削船。一曰在差丘北。',
                        'description2': '<strong>文献翻译：</strong>大人国在它的北面(我们现在无法确定这个“其”究竟指代的是哪里)，那里的人身材高大，正坐在船上撑船，而另一种说法认为大人国在磋（镸差）丘的北面。大人国以及与之相类似的巨人传说，在典籍中出现得非常之多，按《博物志》中的说法，大人国距离会稽有四万六千里，那里的人怀胎一次要三十六年之久，等到孩子生下来头发都白了，生下来的孩子自然也都十分高大，他们能够腾云驾雾却不能行走，有人说是因为他们虽然长着人的样子，实际上却是龙的同类。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [122.222917,35.041376]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '奢比尸',
                        'id': 99,
                        'place': '大人国的北面，今山东章丘的北面；赣榆 江苏赣榆县；连云港市连云区',
                        'description1': '<strong>文献原文：</strong>奢比之尸在其北，兽身、人面、大耳，珥两青蛇。',
                        'description2': '<strong>文献翻译：</strong>奢比尸在大人国的北面，奢比就是奢龙，他虽然长着野兽的身子，却有着人的面孔，两只耳朵非常大，上面穿挂着两条青蛇。奢比尸也是神，而且是《山海经》比较奇特的一种神，即本身为天神，但因为种种原因被杀，但其精魂不灭，借由“尸”的形态继续活动。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [119.348313,34.764151]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '君子国',
                        'id': 100,
                        'place': '奢比尸的北面，今连云港北（未找到确切说明）',
                        'description1': '<strong>文献原文：</strong>君子国在其北，衣冠带剑，食兽，使二文虎在旁,其人好让不争。有薰华草，朝生夕死。',
                        'description2': '<strong>文献翻译：</strong>君子国在奢比尸的北面，那里的人衣冠整齐，腰间佩.带宝剑，吃野兽，身旁有两只使唤的花斑大老虎。他们为人谦和礼让而不好争斗。那里还有一种薰华草，早晨开花到傍晚就凋谢。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [119.079145,35.01694]
                        }
                        },
                    
                    {   
                        'type': 'Feature',
                        'properties': {
                        'name': '天吴',
                        'id': 101,
                        'place': '朝阳谷   双重彩虹北面的两条河中间，朝阳之谷就是今山东聊城市的朝城和阳谷的合称；美国西部科罗拉多大峡谷；经度35°纬度38° 埃尔吉耶斯山',
                        'description1': '<strong>文献原文：</strong>朝阳之谷，神日天吴，是为水伯。在重重北两水间。其为兽也，八首人面，八足八尾，背青黄。',
                        'description2': '<strong>文献翻译：</strong>朝阳谷，这里居住的神叫作天吴，也就是传说中的水伯。他住在双重彩虹北面的两条河中间。他的身躯是野兽的样子，长着八个脑袋，人的脸面，八只脚，八条尾巴，背部的颜色青中带黄。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [115.794949,36.121517]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '竖亥',
                        'id': 102,
                        'place': '左手指着青丘国的北面，今山东聊城的东北方向',
                        'description1': '<strong>文献原文：</strong>帝命竖亥步，自东极至于西极，五亿十选九千八百步。竖亥右手把算，左手指青丘北。一日禹令竖亥。一日五亿十万九千八百步。',
                        'description2': '<strong>文献翻译：</strong>天帝命令快走神人竖亥用脚步测量大地，从最东端走到最西端，是五亿十万九千八百步。竖亥右手拿着算筹，左手指着青丘国的北面。另一种说法是命令竖亥测量大地的不是天帝，而是大禹。关于大地幅员，古籍中常常有着各式各样的记载，例如《续汉书.郡国志》说自东极至西极，是二亿三万三千三百里七十一步，而从南极到北极，是二亿三万三千五百里七十五步。《山经 .中山经》 说，天地东西二万八千里，南北二万六千里。而《诗含神雾》中的说法更为夸张，它记载天地东西长二亿三万三千里，南北长二亿一千五百里，天地之间相隔了一亿五万里。这些数据来自哪里?是否仅仅是古人随意的想象?这些都值得我们进一步的思考。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [116.696416,37.156134]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '扶桑树',
                        'id': 103,
                        'place': '黑齿国的北面，今汤谷：山东东部沿海地区',
                        'description1': '<strong>文献原文：</strong>下有汤谷。汤谷上有扶桑，十日所浴，在黑齿北。居水中，有大木，九日居下枝，一日居上枝。',
                        'description2': '<strong>文献翻译：</strong>下面(这个“下有”并非针对之前的黑齿国而言，现在无法确定具体指代)有一个山谷，名叫汤(音阳)谷，也可写作“肠谷”，在黑齿国的北面。这里是十个太阳洗澡的地方，因而谷中的水非常热。在汤谷边上有一棵扶桑树，正好在大水中间。另有一棵高大的树木，九个太阳停在树的下枝，一个太阳停在树的上枝，每天轮流交替，周而复始。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [120.41267,36.177938]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '雨师妾',
                        'id': 104,
                        'place': '雨师妾国的位置在汤谷的北面 | 十个太阳所在地，也就是汤谷的北面，今北海道岛，山东东部沿海地区的北面',
                        'description1': '<strong>文献原文：</strong>雨师妾在其北。其为人黑，两手各操一蛇，左耳有青蛇，右耳有赤蛇。一日在十日北，为人黑身人面，各操一龟。',
                        'description2': '<strong>文献翻译：</strong>雨师妾，有人认为是国名或部族名，也有人认为就是雨师屏翳的妾，雨师即是雨神。我们这里取前一种说法。雨师妾国的位置在汤谷的北面。那里的人全身黑色，两只手各握着一条蛇，左边耳朵上挂着一条青色的蛇，右边耳朵挂着一条红色的蛇。还有一种说法认为雨师妾国是十个太阳所在地，也就是汤谷的北面，那里的人是黑色身子，人的面孔，两只手握着的不是蛇而是龟。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [142.783783,43.337717]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '兕',
                        'id': 105,
                        'place': '舜帝陵寝的东边，湘水的南岸，中国南东南部，舜帝陵位于湖南省永州市宁远县境内的九嶷山；舜帝陵所在方位——南方、南海、湘水之南',
                        'description1': '<strong>文献原文：</strong>兕在舜葬东，湘水南。其状如牛，苍黑，一角。',
                        'description2': '<strong>文献翻译：</strong>在舜帝陵寝的东边，湘水的南岸，生活着一种叫兕(音四)的猛兽。它的形状像牛，全身青黑的颜色，头上还长着一只角，重达千斤。然而这种猛兽并不仅生活在这里，《南次三经》中的祷过山下也多有此兽。后世周昭王南征楚地，过汉水时也曾遇到过大兕。据说用它的皮革制作成的铠甲，可以使用二百年。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [111.991991,25.356852]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '建木',
                        'id': 106,
                        'place': '窦(音亚)窳(音雨)西侧的弱水岸边上，生在都广之野,大概是指现今成都平原一带;在广汉三星堆出土的青铜神树上，有枝叶、花卉、果实、飞禽、走兽、悬龙、神铃等等，也一度被认为，这个青铜树的原型就是建树。',
                        'description1': '<strong>文献原文：</strong>有木，其状如牛，引之有皮，若缨、黄蛇。其叶如罗，其实如栾，其木若茜，其名日建木。在窦窳西弱水上。',
                        'description2': '<strong>文献翻译：</strong>有一种树，它的形状像牛，一拉就往下掉树皮，树皮的样子像冠帽上的缨带，又像是黄色蛇皮。它的叶子像罗网，果实像栾树结的果实，树干像刺榆，名叫建木。这种建木生长在窦(音亚)窳(音雨)西侧的弱水岸边上。建木叶子是青色的，树干是紫色的，开的花是黑色的，结的果却是黄色的。它所在地方是天地之中，人站在它的下面，影子会消失不见，喊叫也听不见声音。天帝们通过它往来于天界和人间，它起到了天梯的作用。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [104.222879,31.006932]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '氐人',
                        'id': 107,
                        'place': '建木的西面，氐人是生活在四川、甘肃、陕西交界处的游牧民族。广汉西',
                        'description1': '<strong>文献原文：</strong>氏人国在建木西，其为人人面而鱼身，无足。',
                        'description2': '<strong>文献翻译：</strong>氏人国位于建木的西面，那里的人长着人的面孔，下面却是鱼的身子，且没有脚。在《大荒西经》中，它又被写作互人国。他们是炎帝的后裔，炎帝的一个孙子名叫灵恝，灵恝的儿子就是互(氐)人，氏人国就是他的后裔。他们虽然是半人半鱼的样子，也没有脚，但却能自由的上天，沟通天地。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [105.47217,32.830045]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '巴蛇',
                        'id': 108,
                        'place': '在犀牛所在地的西面，岷山是蜀中一带，也就是现在四川和甘肃的交界',
                        'description1': '<strong>文献原文：</strong>巴蛇食象，三岁而出其骨，君子服之，无心腹之疾。其为蛇青黄赤黑。一日黑蛇青首，在犀牛西。',
                        'description2': '<strong>文献翻译：</strong>巴蛇又名灵蛇、修蛇，属于蚺蛇的一种，它能生吞下一头大象，三年才吐出骨头。巴蛇吞象的故事由来已久，屈原在《天问》中还感叹，“一蛇吞象， 厥大何如”。然而巴蛇的故事并不仅限于此，有才德的人吃了巴蛇的肉，就不患心痛和腹痛之类的病。而巴蛇的颜色是青、黄、红、黑等几种颜色混合间杂的。另一种说法认为巴蛇是黑色身子青色脑袋，在犀牛所在地的西面。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [103.669235,33.480017]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '孟涂',
                        'id': 109,
                        'place': '住在一座山上，这座山在丹山的西面。丹山在丹阳的南面 | 巫山，丹阳可以理解为丹水北，即今汉江下游丹江口一段，丹山在丹阳南，孟涂在丹山西面的山上，即今天的大巴山一带。',
                        'description1': '<strong>文献原文：</strong>夏后启之臣日孟涂，是司神于巴。人请讼于孟涂之所，其衣有血者乃执之。是请生，居山上，在丹山西。丹山在丹阳南，丹阳巴属也。',
                        'description2': '<strong>文献翻译：</strong>夏王启有一个臣子叫孟涂，是主管巴地诉讼的神。“ 神”在上古时期，有时也是一种诸侯的名号，被称作神守诸侯。巴地的人到孟涂那里去告状，而告状人中有谁的衣服沾上血迹，就会被孟涂拘禁起来。据说说谎的人衣服上会有血迹，这样就不会冤枉好人，算是有好生之德。孟涂住在一座山上，这座山在丹山的西面。丹山在丹阳的南面，有人说就是巫山，而丹阳是巴的属地。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [109.01582,31.817986]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '贰负之臣曰危',
                        'id': 110,
                        'place': '疏属山 在开题国的西北面，开题国：位于中国西北角以东，贰负之臣：中国最西北角',
                        'description1': '<strong>文献原文：</strong>贰负之臣日危，危与贰负杀窦窳。帝乃梏之疏属之山，桎其右足，反缚两手与发，系之山上木。在开题西北。',
                        'description2': '<strong>文献翻译：</strong>贰负是一个人面蛇身的天神，他有一个臣子叫危，危与贰负合伙杀死了另一个天神一窦窳。 天帝(有人说是黄帝)大怒，下令将危拘禁在疏属山中，并给他的右脚戴上刑具，还用他自己的头发反绑上他的双手，拴在山上的大树下。据说这个地方在开题国的西北面。数千年后汉宣帝时，一次在凿磐石的过程中，发现石室里面有一个人，他光着脚，披头散发，双手被反绑，一只脚还带着刑具。人们将他送到长安，宣帝向大臣们询问此人身份来历，众臣都不知道。只有刘向依据《山海经》的记载向宣帝解释说这是贰负的臣子危，宣帝大惊。一时之间，长安城中人人争相学习《山海经》。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [83.374543,46.779736]
                        }
                        },
                    
                    {
                        'type': 'Feature',
                        'properties': {
                        'name': '开明兽',
                        'id': 111,
                        'place': '昆仑山的南面，今祁连山以南',
                        'description1': '<strong>文献原文：</strong>昆仑南渊深三百仞。开明兽身大类虎而九首，皆人面，东向立昆仑上。',
                        'description2': '<strong>文献翻译：</strong>昆仑山的南面有一个深三百仞的渊潭。守护昆仑山的神兽开明兽，它的身形大小都像老虎，但长着九个脑袋，而且这九个脑袋都是人面孔，朝东站立在昆仑山上。'
                        },
                        'geometry': {
                        'type': 'Point',
                        'coordinates': [99.672079,38.19336]
                        }
                        },
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '三青鸟',
                    'id': 112,
                    'place': '在昆仑虚北，昆仑山北面，今祁连山',
                    'description1': '<strong>文献原文：</strong>西王母梯几而戴胜杖，其南有三青鸟，为西王母取食。在昆仑虚北。',
                    'description2': '<strong>文献翻译：</strong>西王母倚靠着小桌案，头戴玉胜。在她的南面有三只勇猛健飞的青鸟，正在为她觅取食物。西王母和三青鸟的所在地在昆仑山的北面。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [99.335709,38.746962]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '犬封国',
                    'id': 113,
                    'place': '在建木以东，昆仑正西。在今陕、甘一带，立都于甘肃静宁县威戎，今静宁威戎镇。',
                    'description1': '<strong>文献原文：</strong>犬封国曰犬戎国，状如犬。有一女子，方跪柸进食。有文马，缟身朱鬣，目若黄金，名曰吉量，乘之寿千岁。',
                    'description2': '<strong>文献翻译：</strong>犬封国也叫犬戎国，那里的人都长着狗的模样，犬封国有一个女子，正跪在地上捧着一杯酒食向她的丈夫进献。犬封国还出产一种有斑纹的马，白色的身子，红色的鬃毛，眼睛像黄金一样闪闪发光，名叫吉量，只要人骑上它，就能活到一千岁。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [105.770371,35.377233]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '祙',
                    'id': 114,
                    'place': '无位置提及，根据其出处《海内北经》地域范围：大致为从昆仑山地区向东，经陕西、河北、朝鲜一直到东部的大海中，推测位置大致为昆仑地区，现祁连山、宁夏至陕西一带。',
                    'description1': '<strong>文献原文：</strong>袜，其为物人身、黑首、从目。',
                    'description2': '<strong>文献翻译：</strong>袜即魅(音妹)，即鬼魅、精怪，这种怪物长着人的身子、黑色脑袋、竖着长的眼睛。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [104.961277,37.052161]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '大蟹',
                    'id': 115,
                    'place': '太平洋日本列岛',
                    'description1': '<strong>文献原文：</strong>大蟹在海中。',
                    'description2': '<strong>文献翻译：</strong>海中有一种巨大的螃蟹。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [132.979351,36.44281]
                    }
                    },
                        
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '蓬莱',
                    'id': 116,
                    'place': '传说位于东海中的一座神山，现位于渤海，山东烟台',
                    'description1': '<strong>文献原文：</strong>蓬莱山在海中。',
                    'description2': '<strong>文献翻译：</strong>传说中海上三神山之一——蓬莱山在海中。山上的宫殿都是金玉建成的。仙山中所有的鸟兽都通体雪白，远远望去，好似白云一片。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [120.760315,37.82899]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '雷神',
                    'id': 117,
                    'place': '《山海经》雷泽有雷神。据说故址在今河南濮阳范县濮城和山东菏泽鄄城境内，雷泽是濮阳市和菏泽市共有的湖泊。',
                    'description1': '<strong>文献原文：</strong>雷泽中有雷神，龙身而人头，鼓其腹。在吴西。',
                    'description2': '<strong>文献翻译：</strong>雷泽中有一位雷神，他长着龙的身子和人的头，敲打自己的肚子，就会发出响雷。雷泽和这位雷神的位置在吴地的西面。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [115.442112,35.662778]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '小人国',
                    'id': 118,
                    'place': '位于大人国旁边，山东地域',
                    'description1': '<strong>文献原文：</strong>有小人国，名靖人。',
                    'description2': '<strong>文献翻译：</strong>有个小人国，那里的人被称作靖人。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [118.575276,37.022662]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '王亥',
                    'id': 119,
                    'place': '王亥为中国的华商始祖、商族首领，中国"商族"、"商人"、"商业"的发源地为今日的河南商丘',
                    'description1': '<strong>文献原文：</strong>有困民国，勾姓而食。有人日王亥，两手操鸟，方食其头。王亥托于有易、河伯仆牛。有易杀王亥，取仆牛。河伯念有易，有易潜出，为国于兽，方食之，名日摇民。帝舜生戏，戏生摇民。',
                    'description2': '<strong>文献翻译：</strong>有一个国家叫困民国，那里的人姓勾，以黍米为食物。有个人叫王亥，他用两手抓着一只鸟，正在吃鸟的头。王亥把一群肥牛寄养在有易族的君主绵臣和河伯那里。但绵臣却把王亥杀死，强占了那群肥牛。后来商族的新君上甲微兴师复仇，灭掉了有易的大部分族人。河伯哀念有易族人，便帮助余下的有易族人偷偷地逃出来，在野兽出没的地方建立国家，他们以野兽为食，这个国家叫摇民国，也就是之前说的困民国。另一种说法认为帝舜生了戏，戏的后代就是摇民。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [115.664174,34.422346]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '应龙',
                    'id': 120,
                    'place': '在东荒海中蓬莱、员峤之列，现今渤海',
                    'description1': '<strong>文献原文：</strong>大荒东北隅中，有山名日凶犁土丘。应龙处南极，杀蚩尤与夸父，不得复上。故下数早，旱而为应龙之状，乃得大雨。',
                    'description2': '<strong>文献翻译：</strong>在大荒的东北角，有一座山名叫凶犁土丘。应龙就住在这座山的最南端，因为它杀了神人蚩尤和夸父，无法再回到天上，而天上因为没了兴云布雨的应龙，下界就常常闹旱灾。下界的人们一遇到天旱，就装扮成应龙的样子，或是塑造一个应龙的泥像来求雨，果然能求得大雨。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [119.631538,38.688195]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '夔',
                    'id': 121,
                    'place': '海上漂流的冰山，现东海区域',
                    'description1': '<strong>文献原文：</strong>东海中有流波山，入海七千里。其上有兽，状如牛，苍身而无角，一足，出入水则必风雨，其光如日月，其声如雷，其名日夔。黄帝得之，以其皮为鼓，橛以雷兽之骨，声闻五百里，以威天下。',
                    'description2': '<strong>文献翻译：</strong>东海当中有一座流波山，它位于入海七千里的地方。山上有一种怪兽，形状像牛，青苍色的身子却没有犄角，仅有一只蹄子，当它出入大海时必然会伴随着大风大雨，它身上发出的亮光如同日月之光，它吼叫的声音如同打雷，这怪兽名叫夔。黃帝得到它，便用它的皮蒙鼓。再拿雷兽，也就是前面提到的雷神的骨头当鼓槌来敲鼓，响声传到五百里以外，黃帝以此威震天下。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [125.389892,28.485537]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '䟣踢',
                    'id': 122,
                    'place': '南海当即今青海湖，赤水为大通河，流沙为塔克拉玛干沙漠。现祁连山一带',
                    'description1': '<strong>文献原文：</strong>南海之外，赤水之西，流沙之东，有兽，左右有首，名曰䟣踢。',
                    'description2': '<strong>文献翻译：</strong>在南海海外，赤水以西，流沙以东，生长着一种怪兽，左右各有一个脑袋，名叫䟣踢。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [103.103058,36.709687]
                    }
                    },
                    
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '卵民',
                    'id': 123,
                    'place': '传说在印度',
                    'description1': '<strong>文献原文：</strong>有卵民之国，其民皆生卵。',
                    'description2': '<strong>文献翻译：</strong>有一个国家叫卵民国，这里的人都是自己产卵，然后孩子从卵中孵化出来。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [78.617356,24.115452]
                    }
                    },
                    
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '羲和',
                    'id': 124,
                    'place': '羲和国、甘渊一带，现推测为东非大裂谷、巴林戈湖。',
                    'description1': '<strong>文献原文：</strong>东南海之外，甘水之间，有羲和之国。有女子名日義和，方浴日于甘渊。義和者，帝俊之妻，生十日。',
                    'description2': '<strong>文献翻译：</strong>在东南海之外，甘水流经的地方，有个羲和国。这里有一个叫羲和的女子，她是帝俊的妻子，生了十个太阳。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [41.334787,11.403514]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '不周山',
                    'id': 125,
                    'place': '昆仑山西北部的帕米尔，又或者是贺兰山、祁连山尾或是内蒙赫尔蒙山等地',
                    'description1': '<strong>文献原文：</strong>西北海之外，大荒之隅，有山而不合，名日不周(负子)，有两黄兽守之。有水日寒暑之水。水西有湿山，水东有幕山。有禹攻共工国山。',
                    'description2': '<strong>文献翻译：</strong>在西北海以外，大荒的角落里，有座山因为断裂而合不拢，名叫不周山，有两头黄色的怪兽守护着它，有一条半冷半热的水流名叫寒暑水。寒暑水的西面有座湿山，东面有座幕山。还有一座禹攻共工国山。可能是当年大禹攻伐共工的战场。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [104.704017,38.035773]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '女娲之肠',
                    'id':126 ,
                    'place': '栗广之地：今云南省怒江州兰坪县通甸乡丰华行政村所属的黄木（村）处之山',
                    'description1': '<strong>文献原文：</strong>有神十人，名日女娲之肠，化为神，处栗广之野，横道而处。',
                    'description2': '<strong>文献翻译：</strong>有十个神人，名叫女娲之肠，他们都是由女娲的肠子变化而成神的。他们住在称作栗广的原野上，紧挨着来往的道路。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [99.534587,26.693131]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '女娲',
                    'id':127 ,
                    'place': '云南省怒江州兰坪县境内',
                    'description1': '<strong>文献原文：</strong>女娲，古神女而帝者，人面蛇身，一日中七十变。',
                    'description2': '<strong>文献翻译：</strong>女娲作为上古时期最为知名的女神，据说她人面蛇身，一日之内能变化七十次。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [99.43306,26.461018]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '日月山 神人 嘘',
                    'id':128 ,
                    'place': '青藏日月山',
                    'description1': '<strong>文献原文：</strong>大荒之中，有山名曰日月山，天枢也。吴姖天门，日月所入。有神，人面无臂，两足反属于头上，名曰噓。',
                    'description2': '<strong>文献翻译：</strong>大荒当中有座山名叫日月山，是天的枢纽。这座山的主峰叫吴炬天门山，是太阳和月亮降落的地方。有一个神，长着人的脸，可是没有胳膊，两只脚反转着架在头上，名叫噓，是掌管日月星辰行次时间的神。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [101.100621,36.448272]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '常羲',
                    'id':129 ,
                    'place': '常羲为月亮之母，在西极浴月，西极现陕甘一带',
                    'description1': '<strong>文献原文：</strong>有女子方浴月。帝俊妻常義，生月十有二，此始浴之。',
                    'description2': '<strong>文献翻译：</strong>有个女子正在给月亮洗澡，她是帝俊的另一个妻子常羲，也叫常仪。她生了十二个月亮，现在才开始给月亮洗澡。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [107.650705,34.933419]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '九凤',
                    'id':130 ,
                    'place': '湖北神农架',
                    'description1': '<strong>文献原文：</strong>大荒之中，有山名日北极天柜，海水北注焉。有神，九首人面鸟身，名日九凤。',
                    'description2': '<strong>文献翻译：</strong>大荒当中，有座山名叫北极天柜山，海水从北面灌注到这里。有一个神，长着九个脑袋，人的面孔，鸟的身子，名叫九凤。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [110.683097,31.736494]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '魃',
                    'id':131 ,
                    'place': '渭河以北，今陕甘渭河北部',
                    'description1': '<strong>文献原文：</strong>有人衣青衣，名日黄帝女魃。蚩尤作兵伐黃帝，黄帝乃令应龙攻之冀州之野。应龙畜水，蚩尤请风伯雨师，纵大风雨。黄帝乃下天女曰魃，雨止，遂杀蚩尤。魃不得复上，所居不雨。叔均言之帝，后置之赤水之北。叔均乃为田祖。魃时亡之。所欲逐之者，令日:“神北行!”先除水道，决通沟渎。',
                    'description2': '<strong>文献翻译：</strong>'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [108.298439,35.783847]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '韩流',
                    'id':132 ,
                    'place': '四川雅砻江',
                    'description1': '<strong>文献原文：</strong>流沙之东，黑水之西，有朝云之国、司彘之国。黄帝妻雷祖，生昌意，昌意降处若水，生韩流。韩流擢首、谨耳、人面、豕喙、麟身、渠股、豚止，取淖子日阿女，生帝颛项。',
                    'description2': '<strong>文献翻译：</strong>在流沙的东面，黑水的西岸，有朝云国、司彘国。黄帝的妻子雷祖，也叫嫘祖，生下昌意。昌意因为犯错被贬谪到若水居住，生下韩流。韩流长着长长的脑袋、小小的耳朵、人的面孔、猪的嘴、麒麟的身子，罗圈腿，还有一双猪的蹄子。他娶了淖子族中一个叫阿女的为妻，生下帝颛顼。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [104.13227,30.666935]
                    }
                    },
                
                {
                    'type': 'Feature',
                    'properties': {
                    'name': '鲧治水',
                    'id':133 ,
                    'place': '羽郊又名羽山，现安徽黄山',
                    'description1': '<strong>文献原文：</strong>洪水滔天。鯀窃帝之息壤以堙洪水，不待帝命。帝令祝融杀鲧于羽郊。鯀复生禹。帝乃命禹卒布土以定九州。',
                    'description2': '<strong>文献翻译：</strong>洪荒时代，到处是漫天大水。鯀没有等待天帝下令，便偷偷拿天帝的息壤，一种可以生长不止、堆土成堤的神土，用来堵塞洪水。天帝发现后大怒，派祝融把鲧杀死在羽山的郊野。禹从鯀的遗体肚腹中生了出来。天帝就命令禹再去施行土工制住了洪水，最终划定了九州区域。'
                    },
                    'geometry': {
                    'type': 'Point',
                    'coordinates': [118.168089,30.13039]
                    }
                    },                          
]
};
